Repository: hnsoftwaredevelopment/Modelbouwer
Catalog: Modelbouwer/Resources/Languages/Language.*.resx
Languages: de, nl

# metadataCountryEntryFieldCurrency
source: Standard currency
de: Standardwährung
nl: Standaard valuta

# metadataCountryToolbarButtonNewTooltip
source: Add land to the table
de: Land zum Tisch hinzufügen
nl: Land toevoegen aan de tabel

# metadataCountryToolbarButtonDeleteTooltip
source: Remove land from the table
de: Land aus dem Tisch entfernen
nl: Land verwijderen uit de tabel

# metadataCountryToolbarButtonSaveTooltip
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# metadataCountryDatagridHeaderId
source: Idle
de: Leerlauf
nl: ID

# metadataCountryDatagridHeaderCurrency
source: Currency
de: Währung
nl: Valuta

# ProjectCostsDategridHeaderAmountOrdered
source: Ordered
de: Bestellt
nl: Besteld

# ProjectCostsDategridHeaderAmountUsed
source: Used
de: Gebraucht
nl: Gebruikt

# ProjectCostsDategridHeaderCategory
source: Category
de: Kategorie
nl: Categorie

# ProjectCostsDategridHeaderPrice
source: Bracket
de: Klammer
nl: Stukprijs

# ProjectCostsDategridHeaderProductName
source: Description
de: Beschreibung
nl: Omschrijving

# ProjectCostsDategridHeaderProject
source: Project
de: Projekt

# ProjectCostsDategridHeaderTotal
source: Total
de: Gesamt
nl: Totaal

# ProjectCostsReportButtonNoGroup
source: Ungred
de: Gegönnt
nl: Ongegroepeerd

# ProjectCostsReportButtonGroupCategory
source: Category
de: Kategorie
nl: Op categorie

# ProjectCostsReportButtonGroupProject
source: On project
de: Auf Projekt
nl: Op project

# ProjectCostsDataGridGroupTotalsNumber
source: Number of products:
de: Anzahl der Produkte:
nl: Aantal producten:

# ProjectCostsDataGridGroupTotalsTotals
source: Total costs:
de: Gesamtkosten:
nl: Totale kosten:

# ProjectTimeEntriesDataGridGroupTotalsNumber
source: Number of half -days:
de: Anzahl der halben Tage:
nl: Aantal dagdelen:

# ProjectTimeEntriesDataGridGroupTotalsTotals
source: Total hours worked:
de: Gesamtstunden bearbeitet:
nl: Totaal gewerkte uren:

# generalDateTimeMonth8Short
source: Aug
de: August

# generaldatetimeDay
source: day
de: Tag
nl: dag

# generaldatetimeDays
source: to dawn
de: Dämmerung
nl: dagen

# generalDateTimeMonth12
source: December
de: Dezember

# generaldatetimeDay2
source: Tuesday
de: Dienstag
nl: Dinsdag

# generaldatetimeDay4Short
source: Do
de: Tun

# generaldatetimeDay4
source: Thursday
de: Donnerstag
nl: Donderdag

# generalDateTimeMonth2
source: February
de: Februar
nl: Februari

# generaldatetimeYear
source: year
de: Jahr
nl: jaar

# generalDateTimeMonth1
source: January
de: Januar
nl: Januari

# generaldatetimeYears
source: years
de: Jahre
nl: jaren

# generalDateTimeMonth7
source: July
de: Juli
nl: Juli

# generalDateTimeMonth6
source: June
de: Juni
nl: Juni

# generaldatetimeMonth
source: month
de: Monat
nl: maand

# generaldatetimeDay1
source: Monday
de: Montag
nl: Maandag

# generaldatetimeMonths
source: months
de: Monate
nl: maanden

# generalDateTimeMonth3
source: March
de: Marsch
nl: Maart

# generalDateTimeMonth5
source: May
de: Mai
nl: Mei

# generalDateTimeMonth5Short
source: May
de: Mai
nl: Mei

# generalDateTimeMonth11Short
source: Nov
de: November

# generalDateTimeMonth10Short
source: Oct
de: Okt
nl: Okt

# generalDateTimeMonth10
source: October
de: Oktober
nl: Oktober

# generaldatetimeHourShort
source: you
de: Du
nl: u

# generaldatetimeHours
source: o'clock
de: Uhr
nl: uren

# generaldatetimeHour
source: o'clock
de: Uhr
nl: uur

# generaldatetimeDay5Short
source: Fri
de: Fr
nl: Vr

# generaldatetimeDay5
source: Friday
de: Freitag
nl: Vrijdag

# generaldatetimeWeek
source: week
de: Woche

# generaldatetimeWeeks
source: to soften
de: Erweichen
nl: weken

# generaldatetimeDay3
source: Wednesday
de: Mittwoch
nl: Woensdag

# generaldatetimeDay6Short
source: Sat
de: Sa
nl: Za

# generaldatetimeDay6
source: Saturday
de: Samstag
nl: Zaterdag

# generaldatetimeDay0Short
source: Like this
de: So was
nl: Zo

# generaldatetimeDay0
source: Sunday
de: Sonntag
nl: Zondag

# metadataCategoryEntryFieldCategoryTag
source: Category
de: Kategorie
nl: Categorie

# metadataCategoryEntryFieldCategoryTooltip
source: Indicate the category in which the product falls
de: Geben Sie die Kategorie an, in der das Produkt fällt
nl: Geef de categorie aan waarin het product valt

# metadataCountryEntryFieldCodeTooltip
source: A code on which the country is easy to recognize
de: Ein Code, für den das Land leicht zu erkennen ist
nl: Een code waaraan het land eenvoudig te herkennen is

# metadataCountryEntryFieldCurrencyTag
source: Standard currency
de: Standardwährung
nl: Standaard valuta

# metadataCountryEntryFieldCurrencyTooltip
source: The standard currency for this country
de: Die Standardwährung für dieses Land
nl: De standaard valuta voor dit land

# metadataCountryEntryFieldNameTooltip
source: Give the name of the country
de: Geben Sie den Namen des Landes an
nl: Geef de naam van het land

# metadataCurrencyFieldCurrencyTag
source: Currency
de: Währung
nl: Valuta

# metadataCurrencyFieldCurrencyTooltip
source: Currency
de: Währung
nl: Valuta

# metadataCurrencyFieldCurrencyCodeTag
source: Currency code
de: Währungscode
nl: Valuta code

# metadataCurrencyFieldCurrencyCodeTooltip
source: Short currency name
de: Kurzwährungsname
nl: Verkorte valuta naam

# metadataCurrencyFieldCurrencyNameTag
source: Currency
de: Währung
nl: Valuta naam

# metadataCurrencyFieldCurrencyNameTooltip
source: Full name of the currency
de: Vollständiger Name der Währung
nl: Volledige naam van de valuta

# metadataCurrencyFieldCurrencyRateTag
source: Conversion price
de: Umbaupreis
nl: Omrekenkoers

# metadataCurrencyFieldCurrencyRateTooltip
source: The conversion price for the currency to €
de: Der Umbaupreis für die Währung auf €
nl: De omrekenkoers voor de valuta naar €

# metadataCurrencyFieldCurrencyRateShortTag
source: Course
de: Kurs
nl: Koers

# metadataCurrencyFieldCurrencyRateShortTooltip
source: Course
de: Kurs
nl: Koers

# metadataCurrencyFieldCurrencySymbolTag
source: Currency
de: Währung
nl: Valuta symbool

# metadataCurrencyFieldCurrencySymbolTooltip
source: Currency
de: Währung
nl: Valuta symbool

# metadataProductTabGeneralTabItemProductFieldBrandTag
source: Brand
de: Marke
nl: Merk

# metadataProductTabGeneralTabItemProductFieldBrandTooltip
source: Brand
de: Marke
nl: Merk

# metadataProductTabGeneralTabItemProductFieldCategoryTag
source: Category
de: Kategorie
nl: Categorie

# metadataProductTabGeneralTabItemProductFieldCategoryTooltip
source: Category
de: Kategorie
nl: Categorie

# metadataProductTabGeneralTabItemProductFieldCodeTag
source: Search name
de: Suchname
nl: Zoeknaam

# metadataProductTabGeneralTabItemProductFieldCodeTooltip
source: Search name
de: Suchname
nl: Zoeknaam

# metadataProductTabGeneralTabItemProductFieldNameTag
source: Product Name
de: Produktname
nl: Product naam

# metadataProductTabGeneralTabItemProductFieldNameTooltip
source: Product Name
de: Produktname
nl: Product naam

# metadataProductTabGeneralTabItemProjectFieldCostPriceTag
source: Cost price
de: Kostenpreis
nl: Kostprijs

# metadataProductTabGeneralTabItemProjectFieldCostPriceTooltip
source: Cost price
de: Kostenpreis
nl: Kostprijs

# metadataProductTabGeneralTabItemStorageFieldDimensionsTag
source: Dimensions
de: Abmessungen
nl: Afmetingen

# metadataProductTabGeneralTabItemStorageFieldDimensionsTooltip
source: Dimensions
de: Abmessungen
nl: Afmetingen

# metadataProductTabGeneralTabItemStorageFieldMinimalStorageTag
source: Minimum stock
de: Mindestbestand
nl: Minimale voorraad

# metadataProductTabGeneralTabItemStorageFieldMinimalStorageTooltip
source: Minimum stock
de: Mindestbestand
nl: Minimale voorraad

# metadataProductTabGeneralTabItemStorageFieldOrderQuantityTag
source: Order quantity
de: Bestellmenge
nl: Bestel hoeveelheid

# metadataProductTabGeneralTabItemStorageFieldOrderQuantityTooltip
source: Order quantity
de: Bestellmenge
nl: Bestel hoeveelheid

# metadataProductTabGeneralTabItemStorageFieldStorageLocationTag
source: Stock location
de: Lagerstandort
nl: Voorraadlocatie

# metadataProductTabGeneralTabItemStorageFieldStorageLocationTooltip
source: Stock location
de: Lagerstandort
nl: Voorraadlocatie

# metadataProductTabGeneralTabItemStorageFieldUnitTag
source: Packaging unit
de: Verpackungseinheit
nl: Verpakkingseenheid

# metadataProductTabGeneralTabItemStorageFieldUnitTooltip
source: Packaging unit
de: Verpackungseinheit
nl: Verpakkingseenheid

# metadataProductTabSupplierTabItemGeneralFieldDefaultSupplierTag
source: Standard supplier
de: Standardlieferant
nl: Standaard leverancier

# metadataProductTabSupplierTabItemGeneralFieldDefaultSupplierTooltip
source: Standard supplier
de: Standardlieferant
nl: Standaard leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplierTag
source: Supplier
de: Anbieter
nl: Leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplierTooltip
source: Supplier
de: Anbieter
nl: Leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplierCodeTag
source: Item number at the supplier
de: Artikelnummer am Lieferanten
nl: Artikelnummer bij leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplierCodeTooltip
source: Item number at the supplier
de: Artikelnummer am Lieferanten
nl: Artikelnummer bij leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplierDescriptionTag
source: Description
de: Beschreibung
nl: Omschrijving

# metadataProductTabSupplierTabItemGeneralFieldSupplierDescriptionTooltip
source: Description
de: Beschreibung
nl: Omschrijving

# metadataProductTabSupplierTabItemGeneralFieldSupplierPriceTag
source: Price
de: Preis
nl: Prijs

# metadataProductTabSupplierTabItemGeneralFieldSupplierPriceTooltip
source: Price
de: Preis
nl: Prijs

# metadataProductTabSupplierTabItemGeneralFieldUrlTag
source: Website Product
de: Website -Produkt

# metadataProductTabSupplierTabItemGeneralFieldUrlTooltipTag
source: Website product at supplier
de: Website -Produkt bei Lieferanten
nl: Website product bij leverancier

# metadataProductTabSupplierTabItemGeneralFieldUrlTooltipTooltip
source: Website product at supplier
de: Website -Produkt bei Lieferanten
nl: Website product bij leverancier

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldBuildTimeTag
source: Expected construction time:
de: Erwartete Bauzeit:
nl: Verwachte bouwtijd:

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldBuildTimeTooltip
source: Expected construction time:
de: Erwartete Bauzeit:
nl: Verwachte bouwtijd:

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldHoursTag
source: Hours ...
de: Std ...
nl: Uren...

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldHoursTooltip
source: How many hours do you expect to work on the project
de: Wie viele Stunden erwarten Sie, an dem Projekt zu arbeiten
nl: Hoeveel uren verwacht je aan het project te werken

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldWorkdaysTag
source: Working days:
de: Arbeitstage:
nl: Werkdagen:

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldWorkdaysTooltip
source: Working days:
de: Arbeitstage:
nl: Werkdagen:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldDailyhoursTag
source: Hours a day:
de: Stunden am Tag:
nl: Uren per dag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldDailyhoursTooltip
source: Hours a day:
de: Stunden am Tag:
nl: Uren per dag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldDaysTag
source: Working days:
de: Arbeitstage:
nl: Werkdagen:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldDaysTooltip
source: Working days:
de: Arbeitstage:
nl: Werkdagen:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldLongestDayTag
source: Longest working day:
de: Längster Arbeitstag:
nl: Langste werkdag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldLongestDayTooltip
source: Longest working day:
de: Längster Arbeitstag:
nl: Langste werkdag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldShortestDayTag
source: Crusty working day:
de: Krustiger Arbeitstag:
nl: Korste werkdag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldShortestDayTooltip
source: Crusty working day:
de: Krustiger Arbeitstag:
nl: Korste werkdag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldTimeTag
source: Construction time:
de: Bauzeit:
nl: Bouwtijd:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldTimeTooltip
source: Construction time:
de: Bauzeit:
nl: Bouwtijd:

# metadataProjectTabGeneralTabItemBuildTimeTodoFieldDaysTag
source: To dawn:
de: Dawn:
nl: Dagen:

# metadataProjectTabGeneralTabItemBuildTimeTodoFieldDaysTooltip
source: To dawn:
de: Dawn:
nl: Dagen:

# metadataProjectTabGeneralTabItemBuildTimeTodoFieldHoursTag
source: Hours:
de: Std:
nl: Uren:

# metadataProjectTabGeneralTabItemBuildTimeTodoFieldHoursTooltip
source: Hours:
de: Std:
nl: Uren:

# metadataProjectTabGeneralTabItemCostsFieldProductCostsTag
source: Material costs
de: Materialkosten
nl: Materiaalkosten

# metadataProjectTabGeneralTabItemCostsFieldProductCostsTooltip
source: Material costs
de: Materialkosten
nl: Materiaalkosten

# metadataProjectTabGeneralTabItemCostsFieldTimeCostsTag
source: O'clock
de: Uhr
nl: Uren

# metadataProjectTabGeneralTabItemCostsFieldTimeCostsTooltip
source: O'clock
de: Uhr
nl: Uren

# metadataProjectTabGeneralTabItemCostsFieldTotalCostsTag
source: Total costs
de: Gesamtkosten
nl: Totale kosten

# metadataProjectTabGeneralTabItemCostsFieldTotalCostsTooltip
source: Total costs
de: Gesamtkosten
nl: Totale kosten

# metadataProjectTabGeneralTabItemGeneralFieldClosedTooltip
source: Project completed
de: Projekt abgeschlossen
nl: Project voltooid

# metadataProjectTabGeneralTabItemGeneralFieldCodeTag
source: Search name
de: Suchname
nl: Zoeknaam

# metadataProjectTabGeneralTabItemGeneralFieldCodeTooltip
source: Search name to easily find the project, search name may not contain spaces
de: Suchname, um das Projekt einfach zu finden, kann der Suchname möglicherweise keine Leerzeichen enthalten
nl: Zoeknaam om het project eenvoudig te vinden, zoeknaam mag geen spaties bevatten

# metadataProjectTabGeneralTabItemGeneralFieldEndDateTag
source: End
de: Ende
nl: Eind datum

# metadataProjectTabGeneralTabItemGeneralFieldEndDateTooltip
source: When is the project completed
de: Wann wird das Projekt abgeschlossen
nl: Wanneer is het project voltooid

# metadataProjectTabGeneralTabItemGeneralFieldExpectedEndDateTag
source: Expected end date
de: Erwartete Enddatum
nl: Verwachte einddatum

# metadataProjectTabGeneralTabItemGeneralFieldExpectedEndDateTooltip
source: What is the expected end date for the project
de: Was ist das erwartete Enddatum für das Projekt
nl: Wat is de verwachte einddatum voor het project

# metadataProjectTabGeneralTabItemGeneralFieldNameTag
source: Project name
de: Projektname
nl: Projectnaam

# metadataProjectTabGeneralTabItemGeneralFieldNameTooltip
source: What is the full name of the project
de: Wie lautet der vollständige Name des Projekts
nl: Wat is de volledige naam van het project

# metadataProjectTabGeneralTabItemGeneralFieldStartDateTag
source: Start date
de: Startdatum
nl: Start datum

# metadataProjectTabGeneralTabItemGeneralFieldStartDateTooltip
source: Start date
de: Startdatum
nl: Start datum

# metadataStorageEntryFieldStorageTag
source: Location
de: Standort
nl: Locatie

# metadataStorageEntryFieldStorageTooltip
source: Location
de: Standort
nl: Locatie

# metadataSupplierTabContactTabItemGeneralFieldMailTag
source: E-mail address
de: E-Mail-Adresse
nl: E-mail adres

# metadataSupplierTabContactTabItemGeneralFieldMailTooltip
source: E-mail address
de: E-Mail-Adresse
nl: E-mail adres

# metadataSupplierTabContactTabItemGeneralFieldNameTag
source: Full name
de: Vollständiger Name
nl: Volledige naam

# metadataSupplierTabContactTabItemGeneralFieldNameTooltip
source: Full name
de: Vollständiger Name
nl: Volledige naam

# metadataSupplierTabContactTabItemGeneralFieldPhoneTag
source: Telephone number
de: Telefonnummer
nl: Telefoonnummer

# metadataSupplierTabContactTabItemGeneralFieldPhoneTooltip
source: Telephone number
de: Telefonnummer
nl: Telefoonnummer

# metadataSupplierTabContactTabItemGeneralFieldTypeTag
source: Function
de: Funktion
nl: Functie

# metadataSupplierTabContactTabItemGeneralFieldTypeTooltip
source: Function
de: Funktion
nl: Functie

# metadataSupplierTabGeneralTabItemGeneralFieldAddressTag
source: Address
de: Adresse
nl: Adres

# metadataSupplierTabGeneralTabItemGeneralFieldAddressTooltip
source: Address
de: Adresse
nl: Adres

# metadataSupplierTabGeneralTabItemGeneralFieldCityTag
source: Place
de: Ort
nl: Plaats

# metadataSupplierTabGeneralTabItemGeneralFieldCityTooltip
source: Place
de: Ort
nl: Plaats

# metadataSupplierTabGeneralTabItemGeneralFieldCodeTag
source: Search name
de: Suchname
nl: Zoeknaam

# metadataSupplierTabGeneralTabItemGeneralFieldCodeTooltip
source: Search name
de: Suchname
nl: Zoeknaam

# metadataSupplierTabGeneralTabItemGeneralFieldCurrencyTag
source: Standard currency
de: Standardwährung
nl: Standaard valuta

# metadataSupplierTabGeneralTabItemGeneralFieldCurrencyTooltip
source: Standard currency
de: Standardwährung
nl: Standaard valuta

# metadataSupplierTabGeneralTabItemGeneralFieldMaxValueTag
source: Up to amount
de: Bis zum Betrag
nl: Tot bedrag

# metadataSupplierTabGeneralTabItemGeneralFieldMaxValueTooltip
source: Up to amount
de: Bis zum Betrag
nl: Tot bedrag

# metadataSupplierTabGeneralTabItemGeneralFieldOrderCostsTag
source: Order to order
de: Bestellung bestellen
nl: Order kosten

# metadataSupplierTabGeneralTabItemGeneralFieldOrderCostsTooltip
source: Order to order
de: Bestellung bestellen
nl: Order kosten

# metadataSupplierTabGeneralTabItemGeneralFieldSendCostsTag
source: Postage costs
de: Portokosten
nl: Verzendkosten

# metadataSupplierTabGeneralTabItemGeneralFieldSendCostsTooltip
source: Postage costs
de: Portokosten
nl: Verzendkosten

# metadataSupplierTabGeneralTabItemGeneralFieldUrlTag
source: Website
de: Webseite

# metadataSupplierTabGeneralTabItemGeneralFieldUrlTooltip
source: Website
de: Webseite

# metadataSupplierTabGeneralTabItemGeneralFieldZipTag
source: Postcode
de: Postleitzahl

# metadataSupplierTabGeneralTabItemGeneralFieldZipTooltip
source: Postcode
de: Postleitzahl

# metadataWorktypeEntryFieldWorktypeTag
source: Work type
de: Arbeitstyp
nl: Werksoort

# metadataWorktypeEntryFieldWorktypeTooltip
source: Work type
de: Arbeitstyp
nl: Werksoort

# OrderOrderFieldClosedTag
source: Delivered
de: Geliefert
nl: Geleverd

# OrderOrderFieldClosedTooltip
source: Delivered
de: Geliefert
nl: Geleverd

# OrderOrderFieldCurrencyRateTag
source: Exchange rate
de: Wechselkurs
nl: Wisselkoers

# OrderOrderFieldCurrencyRateTooltip
source: Exchange rate
de: Wechselkurs
nl: Wisselkoers

# OrderOrderFieldCurrencySymbolTag
source: Currency
de: Währung
nl: Valuta

# OrderOrderFieldCurrencySymbolTooltip
source: Currency
de: Währung
nl: Valuta

# OrderOrderFieldOrderCostsTag
source: Order to order
de: Bestellung bestellen
nl: Order kosten

# OrderOrderFieldOrderCostsTooltip
source: Order to order
de: Bestellung bestellen
nl: Order kosten

# OrderOrderFieldOrderDateTag
source: Order date
de: Bestelldatum
nl: Order datum

# OrderOrderFieldOrderDateTooltip
source: Order date
de: Bestelldatum
nl: Order datum

# OrderOrderFieldOrderNumberTag
source: Order number
de: Bestellnummer
nl: Ordernummer

# OrderOrderFieldOrderNumberTooltip
source: Order number
de: Bestellnummer
nl: Ordernummer

# OrderOrderFieldShippingCostsTag
source: Postage costs
de: Portokosten
nl: Verzendkosten

# OrderOrderFieldShippingCostsTooltip
source: Postage costs
de: Portokosten
nl: Verzendkosten

# OrderOrderFieldSupplierTag
source: Supplier
de: Anbieter
nl: Leverancier

# OrderOrderFieldSupplierTooltip
source: Supplier
de: Anbieter
nl: Leverancier

# OrderOrderlineFieldCategoryTag
source: Category
de: Kategorie
nl: Categorie

# OrderOrderlineFieldCategoryTooltip
source: Category
de: Kategorie
nl: Categorie

# OrderOrderlineFieldClosedTag
source: Delivered
de: Geliefert
nl: Afgeleverd

# OrderOrderlineFieldClosedTooltip
source: Delivered
de: Geliefert
nl: Afgeleverd

# OrderOrderlineFieldNumberTag
source: Number
de: Nummer
nl: Aantal

# OrderOrderlineFieldNumberTooltip
source: Number
de: Nummer
nl: Aantal

# OrderOrderlineFieldPriceTag
source: Bracket
de: Klammer
nl: Stukprijs

# OrderOrderlineFieldPriceTooltipTag
source: Piece price in the supplier's currency
de: Stückpreis in der Währung des Lieferanten
nl: Stukprijs in de valuta van de leverancier

# OrderOrderlineFieldPriceTooltipTooltip
source: Piece price in the supplier's currency
de: Stückpreis in der Währung des Lieferanten
nl: Stukprijs in de valuta van de leverancier

# OrderOrderlineFieldProductTag
source: Product
de: Produkt
nl: Produkt

# OrderOrderlineFieldProductTooltip
source: Product
de: Produkt
nl: Produkt

# OrderOrderlineFieldProjectTag
source: Project
de: Projekt

# OrderOrderlineFieldProjectTooltip
source: Project
de: Projekt

# OrderOrderlineFieldTotalTag
source: Total
de: Gesamt
nl: Totaal

# OrderOrderlineFieldTotalTooltip
source: Total
de: Gesamt
nl: Totaal

# OrderOrderlistFieldPriceTag
source: Bracket
de: Klammer
nl: Stukprijs

# OrderOrderlistFieldPriceTooltip
source: Bracket
de: Klammer
nl: Stukprijs

# OrderOrderlistFieldProductTag
source: Product
de: Produkt
nl: Produkt

# OrderOrderlistFieldProductTooltip
source: Product
de: Produkt
nl: Produkt

# ReceiptGroupReceiptlineFieldAmountTag
source: Received
de: Erhalten
nl: Ontvangen

# ReceiptGroupReceiptlineFieldAmountTooltip
source: Received
de: Erhalten
nl: Ontvangen

# ReceiptGroupReceiptlineFieldLocationTag
source: Stock location
de: Lagerstandort
nl: Voorraadlocatie

# ReceiptGroupReceiptlineFieldLocationTooltip
source: Stock location
de: Lagerstandort
nl: Voorraadlocatie

# ReceiptGroupReceiptlineFieldProductTag
source: Product
de: Produkt
nl: Produkt

# ReceiptGroupReceiptlineFieldProductTooltip
source: Product
de: Produkt
nl: Produkt

# generalDatePickerText
source: Select Date ...
de: Datum auswählen ...
nl: Selecteer datum...

# mainRibbonTabManageMetadataMetadataUnitEditLabel
source: Units
de: Einheiten
nl: Eenheden

# mainRibbonTabManageMetadataMetadataUnitExportHeader
source: Export units
de: Exporteinheiten
nl: Exporteer eenheden

# mainRibbonTabManageMetadataMetadataUnitImportHeader
source: Import units
de: Importeinheiten
nl: Importeer eenheden

# mainRibbonTabManageMetadataMetadataUnitReportHeader
source: Overview units
de: Übersichtseinheiten
nl: Overzicht eenheden

# metadataUnitPageTitle
source: Units
de: Einheiten
nl: Eenheden

# metadataUnitPageSubtitle
source: Units are used, for example, to regain standard packaging units (examples: piece, per 10)
de: Einheiten werden zum Beispiel verwendet, um die Standardverpackungseinheiten zurückzugewinnen (Beispiele: Stück pro 10)
nl: Eenheden worden gebruikt om bijvoorbeeld standaard verpakkingseenheden weer te genen (voorbeelden: Stuk, Per 10)

# metadataUnitDatagridHeaderId
source: Idle
de: Leerlauf
nl: Id

# metadataUnitDatagridHeaderName
source: Description
de: Beschreibung
nl: Omschrijving

# ImportUnitsImportButtonTooltip
source: Select the CSV file to be imported with units
de: Wählen Sie die CSV -Datei aus, die mit Einheiten importiert werden soll
nl: Selecteer het te importeren CSV bestand met eenheden
