Repository: hnsoftwaredevelopment/Modelbouwer
Catalog: Modelbouwer/Resources/Languages/Language.*.resx
Languages: de, nl

# AppDeveloper
source: HN Software Development
de: HN -Softwareentwicklung

# metadataCategoryPageTitle
source: Category
de: Kategorie
nl: Categoriën

# metadataCountryPageTitle
source: To land
de: Landen
nl: Landen

# metadataCurrencyPageTitle
source: Currency
de: Währung
nl: Valuta

# metadataProductPageTitle
source: Products
de: Produkte
nl: Producten

# metadataProjectPageTitle
source: Projects
de: Projekte
nl: Projecten

# metadataProjectTabItemHeaderGeneral
source: Project data
de: Projektdaten
nl: Projectgegevens

# metadataProjectTabItemHeaderMemo
source: Additional information
de: Weitere Informationen
nl: Aanvullende informatie

# metadataProjectTabItemHeaderProjectCosts
source: Cost
de: Kosten
nl: Kosten

# metadataProjectTabItemHeaderTimeManagement
source: Building times
de: Bauzeiten
nl: Bouwtijden

# metadataStoragePageTitle
source: Storage locations
de: Speicherorte
nl: Opslag locaties

# metadataSupplierPageTitle
source: Suppliers
de: Lieferanten
nl: Leveranciers

# metadataWorktypePageTitle
source: Type of work
de: Art der Arbeit
nl: Soort werkzaamheden

# OrderPageTitle
source: Order
de: Befehl
nl: Bestelling

# OrderPageSubTitle
source: Enter the order per supplier, it can be indicated per rule whether an item is included in the project costs
de: Geben Sie die Bestellung pro Lieferant ein, sie kann pro Regel angegeben werden, ob ein Artikel in die Projektkosten enthalten ist
nl: Voer de bestelling in per leverancier, per regel kan worden aangegeven of een artikel wordt meegenomen in de project kosten

# OrderTabItemHeaderMemo
source: Additional information
de: Weitere Informationen
nl: Aanvullende informatie

# OrderTabItemHeaderGeneral
source: Order
de: Befehl
nl: Bestelling

# toolbarButtonTextCopy
source: Copy
de: Kopie
nl: Kopieer

# toolbarButtonTextCut
source: To cut
de: Zu schneiden
nl: Knippen

# toolbarButtonTextPaste
source: Slab
de: Platte
nl: Plak

# toolbarButtonFontBold
source: Fat
de: Fett
nl: Vet

# toolbarButtonFontItalic
source: Italic
de: Kursiv
nl: Cursief

# toolbarButtonTextRedo
source: Again
de: Wieder
nl: Opnieuw

# toolbarButtonFontUnderline
source: Underline
de: Unterstreichen
nl: Onderstrepen

# toolbarButtonTextUndo
source: Undo
de: Rückgängig machen
nl: Ongedaan maken

# toolbarButtonListBullet
source: List
de: Liste
nl: Lijst

# toolbarButtonListNumber
source: Numbered list
de: Nummerierte Liste
nl: Genummerde lijst

# toolbarButtonIndentDecrease
source: Jump back
de: Zurückspringen
nl: Terugspringen

# toolbarButtonIndentIncrease
source: Indent
de: Einzug
nl: Inspringen

# OrderOrderFieldClosed
source: Delivered
de: Geliefert
nl: Geleverd

# OrderOrderFieldCurrencyRate
source: Exchange rate
de: Wechselkurs
nl: Wisselkoers

# OrderOrderFieldCurrencySymbol
source: Currency
de: Währung
nl: Valuta

# OrderOrderFieldOrderCosts
source: Order to order
de: Bestellung bestellen
nl: Order kosten

# OrderOrderFieldSupplier
source: Supplier
de: Anbieter
nl: Leverancier

# OrderOrderFieldOrderDate
source: Order date
de: Bestelldatum
nl: Order datum

# OrderOrderFieldShippingCosts
source: Postage costs
de: Portokosten
nl: Verzendkosten

# OrderOrderlineFieldCategory
source: Category
de: Kategorie
nl: Categorie

# OrderOrderlineFieldClosed
source: Delivered
de: Geliefert
nl: Afgeleverd

# OrderOrderlineFieldNumber
source: Number
de: Nummer
nl: Aantal

# OrderOrderlineFieldPrice
source: Bracket
de: Klammer
nl: Stukprijs

# OrderOrderlineFieldProduct
source: Product
de: Produkt
nl: Produkt

# OrderOrderGroupOrderinformation
source: Order data
de: Datenbestelldaten
nl: Bestelgegevens

# OrderOrderGroupOrderline
source: Order
de: Befehl
nl: Bestelregel

# toolbarButtonActionNew
source: Add line
de: Zeile hinzufügen
nl: Regel toevoegen

# toolbarButtonActionDelete
source: Remove selected rule
de: Entfernen Sie die ausgewählte Regel
nl: Geselecteerde regel verwijderen

# toolbarButtonActionSave
source: Save changed data
de: Geänderte Daten speichern
nl: Gewijzigde gegevens opslaan

# metadataCurrencyFieldCurrencyCode
source: Currency code
de: Währungscode
nl: Valuta code

# metadataCurrencyFieldCurrencyName
source: Currency description
de: Währungsbeschreibung
nl: Valuta omschrijving

# metadataCurrencyFieldCurrencySymbol
source: Currency
de: Währung
nl: Valuta symbool

# metadataCurrencyFieldCurrencyRate
source: Conversion price
de: Umbaupreis
nl: Omrekenkoers

# metadataCurrencyFieldCurrency
source: Currency
de: Währung
nl: Valuta

# metadataCurrencyFieldCurrencyRateShort
source: Course
de: Kurs
nl: Koers

# metadataCurrencyToolbarButtonTooltipAdd
source: Add currency
de: Währung hinzufügen
nl: Valuta toevoegen

# metadataCurrencyToolbarButtonTooltipDelete
source: Supported Currency
de: Unterstützte Währung
nl: Geslecteerde valuta

# metadataCurrencyToolbarButtonTooltipSave
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# OrderOrderGroupOrderlist
source: Order rules
de: Bestellregeln
nl: Bestelregels

# OrderOrderlistFieldPrice
source: Bracket
de: Klammer
nl: Stukprijs

# OrderOrderlistFieldProduct
source: Product
de: Produkt
nl: Produkt

# OrderOrderlineFieldProject
source: Project
de: Projekt

# OrderOrderlineFieldPriceTooltip
source: Bracket
de: Klammer
nl: Stukprijs

# OrderOrderlineFieldTotal
source: Total
de: Gesamt
nl: Totaal

# OrderOrderlineTotalsGrandTotal
source: Total
de: Gesamt
nl: Totaal

# OrderOrderlineTotalsOrdercosts
source: Order to order
de: Bestellung bestellen
nl: Order kosten

# OrderOrderlineTotalsRowTotal
source: Total Order rules
de: Gesamtbestellregeln
nl: Totaal bestelregels

# OrderOrderlineTotalsShippingCosts
source: Postage costs
de: Portokosten
nl: Verzendkosten

# OrderOrderlineTotals
source: Totally
de: Völlig
nl: Totalen

# OrderOrderlistToolbarButtonDelete
source: Remove Selected Order Rule
de: Entfernen Sie die ausgewählte Bestellregel
nl: Verwijder geselkteerde bestelregel

# OrderOrderlistToolbarButtonNew
source: Add a new order line
de: Fügen Sie eine neue Auftragszeile hinzu
nl: Nieuwe bestelregel toevoegen

# OrderOrderlistToolbarButtonSave
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# OrderToolbarButtonSave
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# OrderToolbarButtonNew
source: Add order
de: Bestellung hinzufügen
nl: Bestelling toevoegen

# OrderToolbarButtonDelete
source: Delete selected order
de: Ausgewählte Reihenfolge löschen
nl: Verwijder geselecteerde bestelling

# OrderDatagridHeaderId
source: Idle
de: Leerlauf
nl: ID

# OrderDatagridHeaderOrderCompleted
source: Delivered
de: Geliefert
nl: Geleverd

# OrderDatagridHeaderOrderDate
source: Order date
de: Bestelldatum
nl: Besteldatum

# OrderDatagridHeaderSupplierId
source: Supplier
de: Anbieter
nl: SupplierID

# OrderDatagridHeaderSupplierName
source: Supplier
de: Anbieter
nl: Leverancier

# OrderOrderFieldOrderNumber
source: Order number
de: Bestellnummer
nl: Ordernummer

# OrderDatagridHeaderOrderNumber
source: Order number
de: Bestellnummer
nl: Bestelnummer

# OrderTabItemHeaderOrderrows
source: Order rules
de: Bestellregeln
nl: Bestelregels

# ReceiptPageTitle
source: Reception
de: Rezeption
nl: Ontvangsten

# ReceiptPageSubTitle
source: Registration of deliveries per order rule
de: Registrierung von Lieferungen pro Bestellregel
nl: Registratie van de leveringen per orderregel

# ReceiptTabItemHeaderMemo
source: Additional information
de: Weitere Informationen
nl: Aanvullende informatie

# ReceiptTabItemHeaderGeneral
source: Order/Reception
de: Bestellung/Empfang
nl: Bestelling/Ontvangst

# ReceiptButtonApply
source: Process
de: Verfahren
nl: Verwerken

# ReceiptButtonCancel
source: Expired
de: Abgelaufen
nl: Vervallen

# ReceiptButtonTooltipApply
source: Process the entered receipts
de: Verarbeiten Sie die eingegebenen Einnahmen
nl: Verwerk de ingevoerde ontvangsten

# ReceiptButtonTooltipCancel
source: Let the outstanding order rule be canceled is no longer delivered.
de: Lassen Sie die ausstehende Bestellregel nicht mehr geliefert werden.
nl: Laat de openstaande bestelregel vervallen, wordt niet meer geleverd.

# ReceiptGroupReceiptline
source: Deliveries
de: Lieferungen
nl: Leveringen

# ReceiptGroupReceipts
source: Outstanding orders
de: Herausragende Bestellungen
nl: Openstaande bestellingen

# ReceiptGroupReceiptlineFieldProduct
source: Product
de: Produkt
nl: Produkt

# generalAmount
source: Number
de: Nummer
nl: Aantal

# ReceiptGroupReceiptlineFieldAmount
source: Received
de: Erhalten
nl: Ontvangen

# ReceiptGroupReceiptlineFieldLocation
source: Stock location
de: Lagerstandort
nl: Voorraadlocatie

# ReceiptConfirmCancelTitle
source: Late order
de: Späte Bestellung
nl: Laat bestelregel vervallen

# ReceiptConfirmCancelMessage
source: Do you want to expire the outstanding part of the clarified order? Any receptions booked will be stored
de: Möchten Sie den ausstehenden Teil der geklärten Bestellung ablehnen? Alle gebuchten Empfänge werden gespeichert
nl: Wil je het openstaande deel van de geslelecteerde bestelling laten vervallen? Eventueel geboekte ontvangsten blijven wel bewaard

# storageStockDatagridHeaderAmount
source: In stock
de: Auf Lager
nl: Op voorraad

# storageStockDatagridHeaderId
source: Idle
de: Leerlauf
nl: Id

# storageStockDatagridHeaderStorageId
source: Storage ID
de: Speicher -ID
nl: OpslagId

# storageStockDatagridHeaderUnitId
source: Unit
de: Einheit
nl: EenheidId

# storageStockDatagridHeaderUnitName
source: Unit
de: Einheit
nl: Eenheid

# storageStockDatagridHeaderStorageName
source: Stock location
de: Lagerstandort
nl: Voorraadlokatie

# storageStockDatagridHeaderProductName
source: Product name
de: Produktname
nl: Productnaam

# storageStockPageSubTitle
source: Enter the correct stock per item
de: Geben Sie den richtigen Bestand pro Artikel ein
nl: Geef per artikel de correcte voorraad in

# storageStockPageTitle
source: Stock management
de: Aktienmanagement
nl: Voorraad beheer

# StatusRead
source: read
de: lesen
nl: ingelezen

# StatusStockAmount
source: Quantity for
de: Menge für
nl: Hoeveelheid voor

# StatusStockChanged
source: altered
de: geändert
nl: gewijzigd

# StatusStockProduct
source: product
de: Produkt

# StatusStockProducts
source: and
de: Und
nl: en

# mainRibbonExitTooltip
source: Program
de: Programm
nl: Programma afsluiten

# mainRibbonHelpTooltip
source: Help with the program
de: Hilfe beim Programm
nl: Hulp bij het programma

# mainRibbonPrintTooltip
source: Print
de: Drucken
nl: Afdrukken

# mainRibbonRedoTooltip
source: Repeat
de: Wiederholen
nl: Herhalen

# mainRibbonSaveTooltip
source: Save
de: Speichern
nl: Opslaan

# mainRibbonUndoTooltip
source: Undo
de: Rückgängig machen
nl: Ongedaan maken

# mainRibbonExitHeader
source: To block
de: Zu blockieren
nl: Afsluiten

# mainRibbonHelpHeader
source: Help
de: Helfen

# mainRibbonPrintHeader
source: Print
de: Drucken
nl: Afdrukken

# mainRibbonRedoHeader
source: Repeat
de: Wiederholen
nl: Herhalen

# mainRibbonSaveHeader
source: Save
de: Speichern
nl: Opslaan

# mainRibbonUndoHeader
source: Undone
de: Rückgängig gemacht
nl: Ongedaan

# mainRibbonAboutHeader
source: About ...
de: Um ...
nl: Over...

# mainRibbonAboutTooltip
source: Information about the application
de: Informationen über die Anwendung
nl: Informatie over de applicatie

# mainRibbonSettingsHeader
source: Institute
de: Institut
nl: Instelligen

# mainRibbonSettingsTooltip
source: Application Settings
de: Anwendungseinstellungen
nl: Applicatie instellingen

# mainTitle
source: Model manufacturer management
de: Modellhersteller Management
nl: Modelbouwer beheer

# mainRibbonTabConfigHeader
source: Institutions
de: Institutionen
nl: Instellingen

# mainRibbonTabConfigButtonLabel
source: Institutions
de: Institutionen
nl: Instellingen

# mainRibbonTabManageTimeGroupHeader
source: Time registration
de: Zeitregistrierung
nl: Tijdregistratie

# mainRibbonTabManageTimeTimeButtonLabel
source: Time registration
de: Zeitregistrierung
nl: Tijdregistratie

# mainRibbonTabManageTimeTimeEditHeader
source: Time registration
de: Zeitregistrierung
nl: Tijdregistratie

# mainRibbonTabManageTimeTimeExportHeader
source: Export hours
de: Exportstunden
nl: Exporteer uren

# mainRibbonTabManageTimeTimeReportHeader
source: Hourly report
de: Stündlicher Bericht
nl: Urenrapportage

# mainRibbonTabManageTimeTimeImportHeader
source: Import hours
de: Stunden importieren
nl: Importeer uren

# mainRibbonTabManageProjectGroupHeader
source: Project management
de: Projektmanagement
nl: Projectenbeheer

# mainRibbonTabManageProjectProjectButtonLabel
source: Projects
de: Projekte
nl: Projecten

# mainRibbonTabManageProjectProjectEditHeader
source: Project management
de: Projektmanagement
nl: Projectbeheer

# mainRibbonTabManageProjectProjectReportHeader
source: Project overview
de: Projektübersicht
nl: Projectenoverzicht

# mainRibbonTabManageProjectProjectExportHeader
source: Export projects
de: Exportprojekte
nl: Exporteer projecten

# mainRibbonTabManageProjectProjectImportHeader
source: Import projects
de: Projekte importieren
nl: Importeer projecten

# mainRibbonTabManageStorageGroupHeader
source: Stock management
de: Aktienmanagement
nl: Voorraadbeheer

# mainRibbonTabManageStorageStorageButtonLabel
source: Stock management
de: Aktienmanagement
nl: Voorraad beheer

# mainRibbonTabManageStorageStorageOrderHeader
source: Order
de: Befehl
nl: Bestellen

# mainRibbonTabManageStorageStorageReceiptHeader
source: Reception
de: Rezeption
nl: Ontvangsten

# mainRibbonTabManageStorageStorageEditHeader
source: Stock mutations
de: Aktienmutationen
nl: Voorraadmutaties

# mainRibbonTabManageStorageStorageEditTooltip
source: Implement stock corrections
de: Aktienkorrekturen implementieren
nl: Voorraad correcties doorvoeren

# mainRibbonTabManageStorageStorageReportStorageHeader
source: Stock overview
de: Aktienübersicht
nl: Voorraadoverzicht

# mainRibbonTabManageStorageStorageReportOrdersHeader
source: Outstanding orders
de: Herausragende Bestellungen
nl: Openstaande bestellingen

# mainRibbonTabManageStorageStorageReportUsageHeader
source: Consumption per project
de: Verbrauch pro Projekt
nl: Verbruik per project

# mainRibbonTabManageMetadataGroupHeader
source: Tribal files
de: Stammesdateien
nl: Stambestanden

# mainRibbonTabManageMetadataMetadataButtonLabel
source: Tribal files
de: Stammesdateien
nl: Stambestanden

# mainRibbonTabManageMetadataMetadataProductEditLabel
source: Items
de: Artikel
nl: Artikelen

# mainRibbonTabManageMetadataMetadataProductReportHeader
source: Overview articles
de: Übersicht Artikel
nl: Overzicht artikelen

# mainRibbonTabManageMetadataMetadataProductImportHeader
source: Import articles
de: Artikel importieren
nl: Importeer artikelen

# mainRibbonTabManageMetadataMetadataProductExportHeader
source: Export articles
de: Artikel exportieren
nl: Exporteer artikelen

# mainRibbonTabManageMetadataMetadataCategoryEditLabel
source: Categories
de: Kategorien
nl: Categorieën

# mainRibbonTabManageMetadataMetadataCategoryReportHeader
source: Overview Categories
de: Übersichtskategorien
nl: Overzicht categorieën

# mainRibbonTabManageMetadataMetadataCategoryImportHeader
source: Import Categories
de: Importkategorien
nl: Importeer categorieën

# mainRibbonTabManageMetadataMetadataCategoryExportHeader
source: Export categories
de: Exportkategorien
nl: Exporteer categorieën

# mainRibbonTabManageMetadataMetadataCountryEditLabel
source: To land
de: Landen
nl: Landen

# mainRibbonTabManageMetadataMetadataCountryReportHeader
source: Landing overview
de: Landung Übersicht
nl: Overzicht landen

# mainRibbonTabManageMetadataMetadataCountryImportHeader
source: Import countries
de: Länder importieren
nl: Importeer landen

# mainRibbonTabManageMetadataMetadataCountryExportHeader
source: Export countries
de: Exportländer
nl: Exporteer landen

# mainRibbonTabManageMetadataMetadataSupplierEditLabel
source: Suppliers
de: Lieferanten
nl: Leveranciers

# mainRibbonTabManageMetadataMetadataSupplierReportHeader
source: Overview suppliers
de: Übersicht Lieferanten
nl: Overzicht leveranciers

# mainRibbonTabManageMetadataMetadataSupplierImportHeader
source: Import suppliers
de: Lieferanten importieren
nl: Importeer leveranciers

# mainRibbonTabManageMetadataMetadataSupplierExportHeader
source: Export suppliers
de: Exportlieferanten
nl: Exporteer leveranciers

# mainRibbonTabManageMetadataMetadataStorageLocationEditLabel
source: Locations
de: Standorte
nl: Locaties

# mainRibbonTabManageMetadataMetadataStorageLocationReportHeader
source: Overview locations
de: Übersichtsstandorte
nl: Overzicht locaties

# mainRibbonTabManageMetadataMetadataStorageLocationImportHeader
source: Import locations
de: Standorte importieren
nl: Importeer locaties

# mainRibbonTabManageMetadataMetadataStorageLocationExportHeader
source: Export locations
de: Exportstandorte
nl: Exporteer locaties

# mainRibbonTabManageMetadataMetadataCurrencyEditLabel
source: Currency
de: Währung
nl: Valuta

# mainRibbonTabManageMetadataMetadataCurrencyReportHeader
source: Overview Currency
de: Übersichtswährung
nl: Overzicht valuta

# mainRibbonTabManageMetadataMetadataCurrencyImportHeader
source: Import currency
de: Importwährung
nl: Importeer valuta

# mainRibbonTabManageMetadataMetadataCurrencyExportHeader
source: Export currency
de: Exportwährung
nl: Exporteer valuta

# mainRibbonTabManageMetadataMetadataWorktypeEditLabel
source: Work types
de: Arbeitstypen
nl: Werksoorten

# mainRibbonTabManageMetadataMetadataWorktypeReportHeader
source: Overview of work types
de: Überblick über die Arbeitstypen
nl: Overzicht werksoorten

# mainRibbonTabManageMetadataMetadataWorktypeImportHeader
source: Import work types
de: Arbeitstypen importieren
nl: Importeer werksoorten

# mainRibbonTabManageMetadataMetadataWorktypeExportHeader
source: Export work types
de: Arbeitstypen exportieren
nl: Exporteer werksoorten

# TimeManagementPageTitle
source: Hour registration
de: Stunde Registrierung
nl: Urenregistratie

# TimeManagementPageSubTitle
source: Register the number of hours worked by date, per type of work. Any material consumption can be registered on that tab In order to be able to add a new time registration, a date and project must first be selected
de: Registrieren Sie die Anzahl der nach Arbeitstypen bearbeiteten Arbeitsstunden. Jeder Materialverbrauch kann auf dieser Registerkarte registriert werden Um eine neue Zeitregistrierung hinzufügen zu können, muss zuerst ein Datum und ein Projekt ausgewählt werden
nl: Registreer het aantal gewerkte uren op datum, per soort werkzaamheden. Eventueel materiaalverbruik kan op dat tabblad worden geregistreerd Om een nieuwe tijdsregistratie toe te kunnen voegen moet eerst een Datum en project worden geselecteerd

# TimeManagementTabItemHeaderProduct
source: Material consumption
de: Materialverbrauch
nl: Materiaalverbruik

# TimeManagementTabItemHeaderTime
source: Time registration
de: Zeitregistrierung
nl: Tijdregistratie

# TimeManagementFieldDate
source: Date
de: Datum
nl: Datum

# TimemanagementDatagridHeaderCategoryId
source: Category ID
de: Kategorie -ID
nl: Categorie Id

# TimemanagementDatagridHeaderId
source: Idle
de: Leerlauf
nl: Id

# TimemanagementDatagridHeaderProductId
source: Product ID
de: Produkt -ID

# TimemanagementDatagridHeaderProjectId
source: Project ID
de: Projekt ID

# TimemanagementDatagridHeaderStorageId
source: Storage location ID
de: Speicherort -ID
nl: Opslaglocatie Id

# TimemanagementDatagridHeaderCategoryName
source: Category
de: Kategorie

# TimemanagementDatagridHeaderProductName
source: Article
de: Artikel
nl: Artikel

# TimemanagementDatagridHeaderProjectName
source: Project
de: Projekt

# TimemanagementDatagridHeaderStorageName
source: Storage location
de: Speicherort
nl: Opslaglocatie

# TimemanagementDatagridHeaderWorktypeName
source: Work
de: Arbeiten
nl: Werkzaamheden

# TimemanagementDatagridHeaderTotalTime
source: Total hours worked
de: Gesamtstunden funktionieren
nl: Totaal gewerkte uren

# TimemanagementDatagridHeaderAmountUsed
source: Used
de: Gebraucht
nl: Gebruikt

# TimemanagementDatagridHeaderComment
source: Remark
de: Bemerkung
nl: Opmerking

# TimemanagementDatagridHeaderElapsedTime
source: Time
de: Zeit
nl: Tijd

# TimemanagementDatagridHeaderEndTime
source: End time
de: Endzeit
nl: Eindtijd

# TimemanagementDatagridHeaderStartTime
source: Starting time
de: Startzeit
nl: Starttijd

# generalTimeEntrie
source: time registration rule
de: Zeitregistrierungsregel
nl: tijdregistratieregel

# generalProductUsageEntrie
source: Product use rule
de: Produktnutzungsregel
nl: product gebruik regel

# generalRead
source: read
de: lesen
nl: ingelezen

# TimeEntryToolbarButtonDelete
source: Remove Supported Rule
de: Entfernen Sie die unterstützte Regel
nl: Verwijder geslecteerde regel

# TimeEntryToolbarButtonNew
source: Add a new rule
de: Fügen Sie eine neue Regel hinzu
nl: Nieuwe regel toevoegen

# ProductEntryToolbarButtonDelete
source: Remove selected rule
de: Entfernen Sie die ausgewählte Regel
nl: Verwijder geselecteerde regel

# ProductEntryToolbarButtonNew
source: Add a new rule
de: Fügen Sie eine neue Regel hinzu
nl: Nieuwe regel toevoegen

# TimeEntryToolbarButtonSave
source: Save entered data
de: Speichern Sie eingegebene Daten
nl: Ingevoerde gegevens opslaan

# TimeManagementTimeEntryError
source: End time is before the start time
de: Die Endzeit ist vor der Startzeit
nl: Eindtijd ligt voor de starttijd

# TimemanagementDatagridFooterTotalElapsedTime
source: Total working time:
de: Gesamtarbeitszeit:
nl: Totale werktijd:

# TimeEntryToolbarButtonReset
source: Starting again with the input
de: Wieder mit der Eingabe beginnen
nl: Opnieuw beginnen met de invoer

# TimeManagementTimeEntryStartTimeExistError
source: Start time has already been used as working time
de: Die Startzeit wurde bereits als Arbeitszeit verwendet
nl: Start tijd is al als werktijd gebruikt

# TimeManagementTimeEntryEndTimeExistError
source: Early time was used as a working time
de: Frühzeit wurde als Arbeitszeit verwendet
nl: Eind tijd is al als werktijd gebruikt

# TimeManagementTabGroupTimeEntry
source: Time -in -it
de: Zeit -in -it
nl: Tijdinvoer

# TimeManagementTabGroupGeneral
source: Working date and project
de: Arbeitsdatum und Projekt
nl: Werkdatum en project

# TimeManagementTabGroupProductUsage
source: Consumption registration
de: Verbrauchsregistrierung
nl: Verbruiksregistratie

# ProductEntryToolbarButtonSave
source: Save entered data
de: Speichern Sie eingegebene Daten
nl: Ingevoerde gegevens opslaan

# ProductEntryToolbarButtonReset
source: Starting again with the input
de: Wieder mit der Eingabe beginnen
nl: Opnieuw beginnen met de invoer

# ImportTimeEntryTitle
source: Import time registration
de: Zeitregistrierung der Einfuhr
nl: Importeer tijdregistratie

# ImportTimeEntrySubTitle
source: Import data from a CSV file, which contains project name, working date, starting time, end time and work type. Project Name and work type must match existing project and work type
de: Importieren Sie Daten aus einer CSV -Datei, die Projektname, Arbeitsdatum, Startzeit, Endzeit und Arbeitstyp enthält. Der Projektname und der Arbeitstyp müssen vorhandenen Projekt- und Arbeitstypen übereinstimmen
nl: Importeer data vanuit een CSV bestand, deze bevat Projectnaam, werkdatum, starttijd, eindtijd en werksoort. Project naam en werksoort dienen overeen te komen met bestaand project en werksoort

# ImportTimeEntryImportButtonLabel
source: Select File
de: Datei auswählen
nl: Selecteer bestand

# ImportTimeEntryImportButtonTooltip
source: Select the CSV file to be imported with time registrations
de: Wählen Sie die CSV -Datei aus, die mit Zeitregistrierungen importiert werden soll
nl: Selecteer het te importeren CSV bestand met tijdregistraties

# ImportTimeEntryImportButtonFilename
source: No file selected
de: Keine Datei ausgewählt
nl: Geen bestand geselecteerd
