Repository: hnsoftwaredevelopment/Modelbouwer
Catalog: Modelbouwer/Resources/Languages/Language.*.resx
Languages: de, nl

# ImportTimeEntryProjectLabel
source: Project
de: Projekt

# ImportTimeEntryProjectName
source: No project
de: Kein Projekt
nl: Geen project ingelezen

# ImportTimeEntryStatuslineStatusDescription
source: No rules read
de: Keine Regeln gelesen
nl: Geen regels ingelezen

# ImportTimeEntryFileDialogFiltertext
source: Betanden to be imported
de: Betanden, um importiert zu werden
nl: Te importeren betanden

# ImportTimeEntryStatuslineStatusPrefixAdded
source: Added:
de: Hinzugefügt:
nl: Toegevoegd:

# ImportTimeEntryStatuslineStatusPrefixError
source: Erroneous
de: Fehlerhaft
nl: Fout in regel

# ImportTimeEntryStatuslineStatusCompleted
source: lines
de: Linien
nl: regels verwerkt

# ImportTimeEntryStatuslineStatusCompletedError
source: Rules skipped due to errors
de: Regeln wegen Fehlern übersprungen
nl: regels overgeslagen vanwege fouten

# ImportTimeEntryStatuslineStatusCompletedOk
source: Rules correctly read
de: Regeln korrekt gelesen
nl: regels correct ingelezen

# ImportTimeEntryMessageboxErrorEndtime
source: End time earlier or the same than the start time
de: Endzeit früher oder dasselbe als in der Startzeit
nl: Eindtijd eerder of gelijk dan de starttijd

# ImportTimeEntryMessageboxErrorProjectcode
source: Incorrect project code
de: Falscher Projektcode
nl: Foutieve project code

# ImportTimeEntryMessageboxErrorUnknown
source: Unknown
de: Unbekannt
nl: Onbekende fout

# ImportTimeEntryMessageboxErrorWorktypename
source: Incorrect work species name
de: Falscher Arbeitsart Name
nl: Foutieve Werksoort naam

# ImportTimeEntryMessageboxErrorInline
source: rule
de: Regel
nl: in regel

# ImportTimeEntryMessageboxErrorMessage
source: Errors found during import
de: Fehler beim Import gefunden
nl: Fouten gevonden tijdens importeren

# TimeReportButtonGroupDay
source: Per day
de: Pro Tag
nl: Per dag

# TimeReportButtonGroupProject
source: On project
de: Auf Projekt
nl: Op Project

# TimeReportButtonGroupWorktype
source: On work type
de: Auf Arbeitstyp
nl: Op Werksoort

# TimeReportButtonGroupYear
source: Per year
de: Pro Jahr
nl: Per jaar

# TimeReportButtonGroupYearDay
source: Per year per day
de: Pro Jahr am Tag
nl: Per Jaar per Dag

# TimeReportButtonGroupYearMonth
source: Per year per month
de: Pro Jahr und Monat
nl: Per Jaar per Maand

# TimeReportButtonNoGroup
source: Ungred
de: Gegönnt
nl: Ongegroepeerd

# TimeReportHeaderDay
source: Day
de: Tag
nl: Dag

# TimeReportHeaderMonth
source: Month
de: Monat
nl: Maand

# TimeReportHeaderProjectName
source: Project
de: Projekt

# TimeReportHeaderWorkDate
source: Date
de: Datum
nl: Datum

# TimeReportHeaderWorkTime
source: Working time
de: Arbeitszeit
nl: Werktijd

# TimeReportHeaderWorktypeName
source: Work type
de: Arbeitstyp
nl: Werksoort

# TimeReportHeaderYear
source: Year
de: Jahr
nl: Jaar

# TimeReportHeaderYearDay
source: Year/day
de: Jahr/Tag
nl: Jaar/Dag

# TimeReportHeaderYearMonth
source: Year/month
de: Jahr/Monat
nl: Jaar/Maand

# TimeReportSelectProject
source: Select Project
de: Projekt auswählen
nl: Selecteer project

# TimeReportButtonGroupMonth
source: Per month
de: Pro Monat
nl: Per Maand

# metadataSupplierStatuslineStatusCompleted
source: lines
de: Linien
nl: regels verwerkt

# metadataSupplierStatuslineStatusCompletedError
source: Rules skipped due to errors
de: Regeln wegen Fehlern übersprungen
nl: regels overgeslagen vanwege fouten

# metadataSupplierStatuslineStatusCompletedOk
source: Rules correctly read
de: Regeln korrekt gelesen
nl: regels correct ingelezen

# metadataSupplierStatuslineStatusDescription
source: No rules read
de: Keine Regeln gelesen
nl: Geen regels ingelezen

# metadataSupplierStatuslineStatusPrefixAdded
source: Added:
de: Hinzugefügt:
nl: Toegevoegd:

# metadataSupplierStatuslineStatusPrefixError
source: Erroneous
de: Fehlerhaft
nl: Fout in regel

# metadataSupplierStatuslineStatusText
source: Number:
de: Nummer:
nl: Aantal:

# metadataSupplierTabGeneralTitle
source: Basic information
de: Grundinformationen
nl: Basisgegevens

# metadataSupplierTabGeneralTabItemGeneralTitle
source: Supplier Data
de: Lieferantendaten
nl: Leverancier gegevens

# metadataSupplierTabGeneralTabItemGeneralFieldCode
source: Search name
de: Suchname
nl: Zoeknaam

# metadataSupplierTabGeneralTabItemGeneralFieldZip
source: Postcode
de: Postleitzahl

# metadataSupplierTabGeneralTabItemGeneralFieldCurrency
source: Standard currency
de: Standardwährung
nl: Standaard valuta

# metadataSupplierTabGeneralTabItemGeneralFieldUrl
source: Website
de: Webseite

# metadataSupplierTabGeneralTabItemGeneralFieldSendCosts
source: Postage costs
de: Portokosten
nl: Verzendkosten

# metadataSupplierTabGeneralTabItemGeneralFieldMaxValue
source: Up to amount
de: Bis zum Betrag
nl: Tot bedrag

# metadataSupplierTabGeneralTabItemGeneralFieldOrderCosts
source: Order to order
de: Bestellung bestellen
nl: Order kosten

# metadataSupplierTabMemoTitle
source: Additional information
de: Weitere Informationen
nl: Aanvullende informatie

# metadataSupplierTabOrderHistoryTitle
source: Order history
de: Auftragsgeschichte
nl: Order historie

# metadataProductStatuslineStatusCompleted
source: lines
de: Linien
nl: regels verwerkt

# metadataProductStatuslineStatusCompletedError
source: Rules skipped due to errors
de: Regeln wegen Fehlern übersprungen
nl: regels overgeslagen vanwege fouten

# metadataProductStatuslineStatusCompletedOk
source: Rules correctly read
de: Regeln korrekt gelesen
nl: regels correct ingelezen

# metadataProductStatuslineStatusDescription
source: No rules read
de: Keine Regeln gelesen
nl: Geen regels ingelezen

# metadataProductStatuslineStatusPrefixAdded
source: Added:
de: Hinzugefügt:
nl: Toegevoegd:

# metadataProductStatuslineStatusPrefixError
source: Erroneous
de: Fehlerhaft
nl: Fout in regel

# metadataProductProductDatagridHeaderProductId
source: Idle
de: Leerlauf
nl: ID

# metadataProductProductDatagridHeaderCode
source: Suchname
de: Ein solcher Name

# metadataProductProductDatagridHeaderCategory
source: Chamois
de: Gamois
nl: Kategorie

# metadataProductProductDatagridHeaderPrice
source: Leek
de: Lauch
nl: Preis

# metadataProductProductToolbarButtonNewTooltip
source: Add product
de: Produkt hinzufügen
nl: Product toevoegen

# metadataProductProductToolbarButtonSaveTooltip
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# metadataProductProductToolbarButtonDeleteTooltip
source: Remove selected product
de: Entfernen Sie ausgewähltes Produkt
nl: Verwijder geselekteerde product

# metadataProductProductToolbarButtonResetTooltip
source: Empty all completed fields
de: Alle abgeschlossenen Felder leeren
nl: Maak alle ingevulde velden leeg

# metadataProductTabGeneralTitle
source: Basic information
de: Grundinformationen
nl: Basisgegevens

# metadataProductTabGeneralTabItemProductTitle
source: Product data
de: Produktdaten
nl: Productgegevens

# metadataProductTabGeneralTabItemProductFieldCode
source: Search name
de: Suchname
nl: Zoeknaam

# metadataProductTabGeneralTabItemProductFieldName
source: Product Name
de: Produktname
nl: Product naam

# metadataProductTabGeneralTabItemProductFieldBrand
source: Brand
de: Marke
nl: Merk

# metadataProductTabGeneralTabItemProductFieldCategory
source: Category
de: Kategorie
nl: Categorie

# metadataProductTabGeneralTabItemStorageTitle
source: Inventory
de: Inventar
nl: Voorraadgegevens

# metadataProductTabGeneralTabItemStorageFieldMinimalStorage
source: Minimum stock
de: Mindestbestand
nl: Minimale voorraad

# metadataProductTabGeneralTabItemStorageFieldOrderQuantity
source: Order quantity
de: Bestellmenge
nl: Bestel hoeveelheid

# metadataProductTabGeneralTabItemStorageFieldUnit
source: Packaging unit
de: Verpackungseinheit
nl: Verpakkingseenheid

# metadataProductTabGeneralTabItemStorageFieldDimensions
source: Dimensions
de: Abmessungen
nl: Afmetingen

# metadataProductTabGeneralTabItemStorageFieldStorageLocation
source: Stock location
de: Lagerstandort
nl: Voorraadlocatie

# metadataProductTabGeneralTabItemProjectTitle
source: Project data
de: Projektdaten
nl: Projectgegevens

# metadataProductTabGeneralTabItemProjectFieldProjectCosts
source: Project costs
de: Projektkosten
nl: Projektkosten

# metadataProductTabGeneralTabItemImageButtonRotateTooltip
source: Bild um eine Vierteldrehung Drehen
de: Bild um ein

# metadataProductTabMemoTitle
source: Detailed description
de: Detaillierte Beschreibung
nl: Uitgebreide omschrijving

# metadataProductTabSupplierTitle
source: Supplier
de: Anbieter
nl: Leverancier

# metadataProductTabSupplierTabItemGeneralTitle
source: Article information per supplier
de: Artikelinformationen pro Lieferant
nl: Artikelinformatie per leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplier
source: Supplier
de: Anbieter
nl: Leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplierCode
source: Item number at the supplier
de: Artikelnummer am Lieferanten
nl: Artikelnummer bij leverancier

# metadataProductTabSupplierTabItemGeneralFieldSupplierDescription
source: Description
de: Beschreibung
nl: Omschrijving

# metadataProductTabSupplierTabItemGeneralFieldSupplierPrice
source: Price
de: Preis
nl: Prijs

# metadataProductTabSupplierTabItemGeneralFieldDefaultSupplier
source: Standard supplier
de: Standardlieferant
nl: Standaard leverancier

# metadataProductTabSupplierDatagridHeaderProductId
source: Idle
de: Leerlauf
nl: ID

# metadataProductTabSupplierDatagridHeaderSupplierId
source: Supplier
de: Anbieter
nl: Supplier_Id

# metadataProductTabSupplierDatagridHeaderSupplier
source: Supplier
de: Anbieter
nl: Leverancier

# metadataProductTabSupplierDatagridHeaderProductNumber
source: Article no.
de: Artikel Nr.
nl: Artikelnr.

# metadataProductTabSupplierDatagridHeaderDescription
source: Description
de: Beschreibung
nl: Omschrijving

# metadataProductTabSupplierDatagridHeaderCurrency
source: Currency
de: Währung
nl: Valuta

# metadataProductTabSupplierDatagridHeaderPrice
source: Price
de: Preis
nl: Prijs

# metadataProductTabSupplierToolbarButtonNewTooltip
source: Add product supplier
de: Produktlieferant hinzufügen
nl: Product Leverancier toevoegen

# metadataProductTabSupplierToolbarButtonSaveTooltip
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# metadataProductTabSupplierToolbarButtonDeleteTooltip
source: Remove selected product from the supplier
de: Entfernen Sie das ausgewählte Produkt aus dem Lieferanten
nl: Verwijder geselekteerde product bij leverancier

# metadataProductTabStorageHistoryTitle
source: Stock history
de: Aktiengeschichte
nl: Voorraadhistorie

# metadataSupplierSupplierDatagridHeaderAddress
source: Address
de: Adresse
nl: Adres

# metadataSupplierSupplierDatagridHeaderCity
source: Place
de: Ort
nl: Plaats

# metadataSupplierSupplierDatagridHeaderCode
source: Search name
de: Suchname
nl: Zoeknaam

# metadataSupplierSupplierDatagridHeaderCurrency
source: Currency
de: Währung
nl: Valuta

# metadataSupplierSupplierDatagridHeaderCurrencyId
source: Currency ID
de: Währungs -ID
nl: Valuta ID

# metadataSupplierSupplierDatagridHeaderSupplierId
source: Idle
de: Leerlauf
nl: ID

# metadataSupplierSupplierDatagridHeaderZip
source: Postcode
de: Postleitzahl

# metadataSupplierSupplierToolbarButtonDeleteTooltip
source: Remove selected supplier
de: Entfernen Sie ausgewählten Lieferanten
nl: Verwijder geselekteerde leverancier

# metadataSupplierSupplierToolbarButtonNewTooltip
source: Supplier Add
de: Lieferant hinzufügen
nl: Leverancier toevoegen

# metadataSupplierSupplierToolbarButtonResetTooltip
source: Empty all completed fields
de: Alle abgeschlossenen Felder leeren
nl: Maak alle ingevulde velden leeg

# metadataSupplierSupplierToolbarButtonSaveTooltip
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# metadataSupplierTabContactDatagridHeaderId
source: Idle
de: Leerlauf
nl: Id

# metadataSupplierTabContactDatagridHeaderMail
source: E-mail address
de: E-Mail-Adresse
nl: E-mail adres

# metadataSupplierTabContactDatagridHeaderPhone
source: Telephone number
de: Telefonnummer
nl: Telefoonnummer

# metadataSupplierTabContactDatagridHeaderType
source: Function
de: Funktion
nl: Functie

# metadataSupplierTabContactDatagridHeaderTypeId
source: Function ID
de: Funktion ID
nl: Functie Id

# metadataSupplierTabContactTabItemGeneralFieldMail
source: E-mail address
de: E-Mail-Adresse
nl: E-mail adres

# metadataSupplierTabContactTabItemGeneralFieldName
source: Full name
de: Vollständiger Name
nl: Volledige naam

# metadataSupplierTabContactTabItemGeneralFieldPhone
source: Telephone number
de: Telefonnummer
nl: Telefoonnummer

# metadataSupplierTabContactTabItemGeneralFieldType
source: Function
de: Funktion
nl: Functie

# metadataSupplierTabContactTabItemGeneralTitle
source: Communication channels per supplier
de: Kommunikationskanäle pro Lieferant
nl: Communicatiekanalen per leverancier

# metadataSupplierTabContactTitle
source: Contacts
de: Kontakte
nl: Contactpersonen

# metadataSupplierTabContactToolbarButtonDeleteTooltip
source: Delete selected contact person
de: Löschen Sie die ausgewählte Kontaktperson
nl: Verwijder geselekteerde contactpersoon

# metadataSupplierTabContactToolbarButtonNewTooltip
source: Add contact (person) to the supplier
de: Fügen Sie dem Lieferanten Kontakt (Person) hinzu
nl: Contact(persoon) bij leverancier toevoegen

# metadataSupplierTabContactToolbarButtonResetTooltip
source: Empty all completed fields
de: Alle abgeschlossenen Felder leeren
nl: Maak alle ingevulde velden leeg

# metadataSupplierTabContactToolbarButtonSaveTooltip
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# metadataSupplierTabGeneralTabItemGeneralFieldAddress
source: Address
de: Adresse
nl: Adres

# metadataSupplierTabGeneralTabItemGeneralFieldCity
source: Place
de: Ort
nl: Plaats

# toolbarButtonParagraphIndent
source: Indent
de: Einzug
nl: Inspringen

# toolbarButtonParagraphOutdent
source: Jump back
de: Zurückspringen
nl: Terugspringen

# metadataProductTabGeneralTabItemProjectFieldCostPrice
source: Cost price
de: Kostenpreis
nl: Kostprijs

# metadataProductTabGeneralTabItemProjectFieldProjectCostsTooltip
source: The costs of this article must be included in the project costs (no if, for example, tools or inventory)
de: Die Kosten dieses Artikels müssen in die Projektkosten enthalten sein (nein, wenn beispielsweise Tools oder Inventar)
nl: Moeten de kosten van dit artikel mee worden gerekend in de projectkosten (nee indien bijvoorbeeld gereedschap of inventaris)

# metadataProductTabSupplierTabItemGeneralFieldUrlTooltip
source: Website Product
de: Website -Produkt

# metadataProductTabSupplierTabItemGeneralFieldUrl
source: Website Product
de: Website -Produkt

# metadataProjectStatuslineStatusCompleted
source: lines
de: Linien
nl: regels verwerkt

# metadataProjectStatuslineStatusCompletedError
source: Rules skipped due to errors
de: Regeln wegen Fehlern übersprungen
nl: regels overgeslagen vanwege fouten

# metadataProjectStatuslineStatusCompletedOk
source: Rules correctly read
de: Regeln korrekt gelesen
nl: regels correct ingelezen

# metadataProjectStatuslineStatusDescription
source: No rules read
de: Keine Regeln gelesen
nl: Geen regels ingelezen

# metadataProjectStatuslineStatusPrefixAdded
source: Added:
de: Hinzugefügt:
nl: Toegevoegd:

# metadataProjectStatuslineStatusPrefixError
source: Erroneous
de: Fehlerhaft
nl: Fout in regel

# metadataProjectProjectDatagridHeaderProjectId
source: Idle
de: Leerlauf
nl: ID

# metadataProjectProjectDatagridHeaderCode
source: Search name
de: Suchname
nl: Zoeknaam

# metadataProjectProjectDatagridHeaderName
source: Description
de: Beschreibung
nl: Omschrijving

# metadataProjectProjectDatagridHeaderStartDate
source: Start date
de: Startdatum
nl: Start datum

# metadataProjectProjectDatagridHeaderEndDate
source: End
de: Ende
nl: Eind datum

# metadataProjectProjectDatagridHeaderCompleted
source: Completed
de: Vollendet
nl: Voltooid

# metadataProjectProjectToolbarButtonNewTooltip
source: Add project
de: Projekt hinzufügen
nl: Project toevoegen

# metadataProjectProjectToolbarButtonSaveTooltip
source: Save changes
de: Änderungen speichern
nl: Wijzigingen opslaan

# metadataProjectProjectToolbarButtonDeleteTooltip
source: Delete selected project
de: Löschen Sie das ausgewählte Projekt
nl: Verwijder geselekteerde Project

# metadataProjectProjectToolbarButtonResetTooltip
source: Empty all completed fields
de: Alle abgeschlossenen Felder leeren
nl: Maak alle ingevulde velden leeg

# metadataProjectTabBuildTimeTitle
source: Building times
de: Bauzeiten
nl: Bouwtijden

# metadataProjectTabCostsTitle
source: Cost
de: Kosten
nl: Kosten

# metadataProjectTabGeneralTitle
source: Project data
de: Projektdaten
nl: Projectgegevens

# metadataProjectTabGeneralTabItemBuildTimeTitle
source: Construction time
de: Bauzeit
nl: Bouw tijd

# metadataProjectTabGeneralTabItemBuildTimeExpectationTitle
source: Expectation
de: Erwartung
nl: Verwachting

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldHours
source: (Hours)
de: (Std)
nl: (uren)

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldBuildTime
source: Expected construction time:
de: Erwartete Bauzeit:
nl: Verwachte bouwtijd:

# metadataProjectTabGeneralTabItemBuildTimeExpectationFieldWorkdays
source: Working days:
de: Arbeitstage:
nl: Werkdagen:

# metadataProjectTabGeneralTabItemBuildTimeProgressTitle
source: Progress
de: Fortschritt
nl: Voortgang

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldTime
source: Construction time:
de: Bauzeit:
nl: Bouwtijd:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldDays
source: Working days:
de: Arbeitstage:
nl: Werkdagen:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldShortestDay
source: Crusty working day:
de: Krustiger Arbeitstag:
nl: Korste werkdag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldLongestDay
source: Longest working day:
de: Längster Arbeitstag:
nl: Langste werkdag:

# metadataProjectTabGeneralTabItemBuildTimeProgressFieldDailyhours
source: Hours a day:
de: Stunden am Tag:
nl: Uren per dag:

# metadataProjectTabGeneralTabItemBuildTimeTodoTitle
source: To go
de: Gehen
nl: Nog te gaan

# metadataProjectTabGeneralTabItemBuildTimeTodoFieldDays
source: To dawn:
de: Dawn:
nl: Dagen:

# metadataProjectTabGeneralTabItemBuildTimeTodoFieldHours
source: Hours:
de: Std:
nl: Uren:

# metadataProjectTabGeneralTabItemCostsTitle
source: Construction costs
de: Baukosten
nl: Bouw kosten

# metadataProjectTabGeneralTabItemCostsFieldProductCosts
source: Material costs
de: Materialkosten
nl: Materiaalkosten

# metadataProjectTabGeneralTabItemCostsFieldTimeCosts
source: O'clock
de: Uhr
nl: Uren

# metadataProjectTabGeneralTabItemCostsFieldTotalCosts
source: Total costs
de: Gesamtkosten
nl: Totale kosten

# metadataProjectTabGeneralTabItemGeneralTitle
source: General project data
de: Allgemeine Projektdaten
nl: Algemene projectgegevens

# metadataProjectTabGeneralTabItemGeneralFieldCode
source: Search name
de: Suchname
nl: Zoeknaam

# metadataProjectTabGeneralTabItemGeneralFieldName
source: Description
de: Beschreibung
nl: Omschrijving

# metadataProjectTabGeneralTabItemGeneralFieldStartDate
source: Start date
de: Startdatum
nl: Start datum

# metadataProjectTabGeneralTabItemGeneralFieldEndDate
source: End
de: Ende
nl: Eind datum

# metadataProjectTabGeneralTabItemGeneralFieldExpectedEndDate
source: Expected end date
de: Erwartete Enddatum
nl: Verwachte einddatum

# metadataProjectTabGeneralTabItemGeneralFieldClosed
source: Project completed
de: Projekt abgeschlossen
nl: Project voltooid

# metadataProjectTabGeneralTabItemImageToolbarButtonNewTooltip
source: Add/change image
de: Bild hinzufügen/ändern
nl: Afbeelding toevoegen/wijzigen

# metadataProjectTabGeneralTabItemImageToolbarButtonDeleteTooltip
source: Remove the image
de: Entfernen Sie das Bild
nl: Afbeelding verwijderen

# metadataProjectTabGeneralTabItemImageToolbarButtonRotateTooltip
source: Figure of the quarter turn
de: Zahlen der Viertelwendung
nl: Afbeelding kwartslag draaien

# metadataProjectTabMemoTitle
source: Additional information
de: Weitere Informationen
nl: Aanvullende informatie

# metadataWorktypePageSubTitle
source: Manage the work, select a type of work for this and use the right mouse button
de: Verwalten Sie die Arbeit, wählen Sie dafür einen Arbeitstyp und verwenden Sie die rechte Maustaste
nl: Beheer de werkzaamheden, selecteer hiervoor een werksoort en gebruik de rechtermuisknop

# metadataWorktypeEntryFieldWorktype
source: Work type
de: Arbeitstyp
nl: Werksoort

# metadataWorktypeEntryToolbarButtonSaveTooltip
source: Save changed category name
de: Speichern geänderter Kategorie Name
nl: Gewijzigde categorienaam opslaan

# metadataWorktypeTreeviewSolutionContextMenuItemAddMain
source: Add main work type
de: Hauptarbeitstyp hinzufügen
nl: Hoofd-werksoort toevoegen

# metadataWorktypeTreeviewSolutionContextMenuItemAddSub
source: Add sub-work species
de: Fügen Sie Sub-Work-Arten hinzu
nl: Sub-werksoort toevoegen

# metadataWorktypeTreeviewFolderContextMenuItemAddMain
source: Add main work type
de: Hauptarbeitstyp hinzufügen
nl: Hoofd-werksoort toevoegen

# metadataWorktypeTreeviewFolderContextMenuItemAddSub
source: Add sub-work species
de: Fügen Sie Sub-Work-Arten hinzu
nl: Sub-werksoort toevoegen

# metadataWorktypeTreeviewFolderContextMenuItemDelete
source: Remove these and all underlining work species
de: Entfernen Sie diese und alle unterstreichenden Arbeitsarten
nl: Verwijder deze EN ALLE onderligende werksoorten

# metadataCategoryPageSubTitle
source: Manage the categories, select a category for this and use the right mouse button
de: Verwalten Sie die Kategorien, wählen Sie hier eine Kategorie aus und verwenden Sie die rechte Maustaste
nl: Beheer de categoriën, selecteer hiervoor een categorie en gebruik de rechtermuisknop

# metadataCategoryEntryFieldCategory
source: Category
de: Kategorie
nl: Categorie

# metadataCategoryEntryToolbarButtonSaveTooltip
source: Save changed category name
de: Speichern geänderter Kategorie Name
nl: Gewijzigde categorienaam opslaan

# metadataCategoryTreeviewSolutionContextMenuItemAddMain
source: Add head category
de: Kopfkategorie hinzufügen
nl: Hoofd-categorie toevoegen

# metadataCategoryTreeviewSolutionContextMenuItemAddSub
source: Add subcategory
de: Unterkategorie hinzufügen
nl: Sub-categorie toevoegen

# metadataCategoryTreeviewFolderContextMenuItemAddMain
source: Add head category
de: Kopfkategorie hinzufügen
nl: Hoofd-categorie toevoegen

# metadataCategoryTreeviewFolderContextMenuItemAddSub
source: Add subcategory
de: Unterkategorie hinzufügen
nl: Sub-categorie toevoegen

# metadataCategoryTreeviewFolderContextMenuItemDelete
source: Remove these and all underlining categories
de: Entfernen Sie diese und alle Unterstreichungskategorien
nl: Verwijder deze EN ALLE onderligende categoriën

# metadataStoragePageSubTitle
source: Manage the locations, select a location for this and use the right mouse button
de: Verwalten Sie die Positionen, wählen Sie dafür einen Speicherort und verwenden Sie die rechte Maustaste
nl: Beheer de locaties, selecteer hiervoor een locatie en gebruik de rechtermuisknop

# metadataStorageEntryFieldStorage
source: Location
de: Standort
nl: Locatie

# metadataStorageEntryToolbarButtonSaveTooltip
source: Save changed location
de: Speichern geänderter Standort
nl: Gewijzigde locatie opslaan

# metadataStorageTreeviewSolutionContextMenuItemAddMain
source: Main location
de: Hauptort
nl: Hoofd-locatie toevoegen

# metadataStorageTreeviewFolderContextMenuItemAddMain
source: Main location
de: Hauptort
nl: Hoofd-locatie toevoegen

# metadataStorageTreeviewFolderContextMenuItemDelete
source: Remove these and all underlining locations
de: Entfernen Sie diese und alle unterstreichenden Standorte
nl: Verwijder deze EN ALLE onderligende locaties
