Repository: hnsoftwaredevelopment/Modelbouwer
Catalog: Modelbouwer/Resources/Languages/Language.*.resx
Languages: de, nl

# ImportUnitsSubTitle
source: Import data from a CSV file, which contains project name, working date, starting time, end time and work type. Project Name and work type must match existing project and work type
de: Importieren Sie Daten aus einer CSV -Datei, die Projektname, Arbeitsdatum, Startzeit, Endzeit und Arbeitstyp enthält. Der Projektname und der Arbeitstyp müssen vorhandenen Projekt- und Arbeitstypen übereinstimmen
nl: Importeer data vanuit een CSV bestand, deze bevat Projectnaam, werkdatum, starttijd, eindtijd en werksoort. Project naam en werksoort dienen overeen te komen met bestaand project en werksoort

# ImportUnitsTitle
source: Import time registration
de: Zeitregistrierung der Einfuhr
nl: Importeer tijdregistratie

# ImportFileDialogFiltertext
source: Betanden to be imported
de: Betanden, um importiert zu werden
nl: Te importeren betanden

# ImportImportButtonFilename
source: No file selected
de: Keine Datei ausgewählt
nl: Geen bestand geselecteerd

# ImportImportButtonLabel
source: Select File
de: Datei auswählen
nl: Selecteer bestand

# ImportImportButtonTooltip
source: Select the CSV file to be imported
de: Wählen Sie die zu importierende CSV -Datei aus
nl: Selecteer het te importeren CSV bestand

# ImportMessageboxErrorInline
source: rule
de: Regel
nl: in regel

# ImportMessageboxErrorMessage
source: Errors found during import
de: Fehler beim Import gefunden
nl: Fouten gevonden tijdens importeren

# ImportMessageboxErrorUnknown
source: Unknown
de: Unbekannt
nl: Onbekende fout

# ImportStatuslineStatusCompleted
source: lines
de: Linien
nl: regels verwerkt

# ImportStatuslineStatusCompletedError
source: Rules skipped due to errors
de: Regeln wegen Fehlern übersprungen
nl: regels overgeslagen vanwege fouten

# ImportStatuslineStatusCompletedOk
source: Rules correctly read
de: Regeln korrekt gelesen
nl: regels correct ingelezen

# ImportStatuslineStatusDescription
source: No rules read
de: Keine Regeln gelesen
nl: Geen regels ingelezen

# ImportStatuslineStatusPrefixAdded
source: Added:
de: Hinzugefügt:
nl: Toegevoegd:

# ImportStatuslineStatusPrefixError
source: Erroneous
de: Fehlerhaft
nl: Fout in regel

# ImportUnitsLabel
source: Unit
de: Einheit
nl: Eenheid

# ImportUnitsMessageboxErrorAlreadyExists
source: Already exists
de: Existiert bereits
nl: Bestaat al

# ImportStatuslineStatusCompletedSingle
source: processed
de: verarbeitet
nl: regel verwerkt

# ImportStatuslineStatusCompletedOkSingle
source: Rule correctly read
de: REGIERT RICHTIGE LESEN
nl: regel correct ingelezen

# ImportStatuslineStatusCompletedErrorSingle
source: Rule skipped due to errors
de: Regel wegen Fehlern übersprungen
nl: regel overgeslagen vanwege fouten

# ImportUnitsMessageboxErrorExistingUnit
source: Read unit already exists in the table
de: Lesen Sie die Einheit bereits in der Tabelle
nl: Ingelezen eenheid bestaat al in de tabel

# ExportUnitsFolderDialogFiltertext
source: Folder for the export file
de: Ordner für die Exportdatei
nl: Map voor het exportbestand

# ExportUnitsExportButtonFoldername
source: No folder selected
de: Kein Ordner ausgewählt
nl: Geen map geselecteerd

# ExportUnitsExportButtonLabel
source: Select Map
de: MAP auswählen
nl: Selecteer map

# ExportUnitsExportButtonTooltip
source: Select the folder where the CSV file to be exported must be written away
de: Wählen Sie den Ordner aus, in dem die zu exportierende CSV -Datei geschrieben werden muss
nl: Selecteer de map waar het te exporteren CSV bestand met eenheden moet worden weggeschreven

# ExportUnitsSubTitle
source: Export data to a CSV file, which only contains the description of the unit
de: Exportieren Sie Daten in eine CSV -Datei, die nur die Beschreibung des Geräts enthält
nl: Exporteer data naar een CSV bestand, deze bevat alleen de omschrijving van de eenheid

# ExportUnitsTitle
source: Export units
de: Exporteinheiten
nl: Exporteer eenheden

# ExportUnitsFileName
source: Units
de: Einheiten
nl: Eenheden

# ExportFolderDialogFiltertext
source: Export to Map
de: Exportieren zur Karte
nl: Exporteren naar map

# ExportExportButtonFoldername
source: No folder selected
de: Kein Ordner ausgewählt
nl: Geen map geselecteerd

# ExportExportButtonLabel
source: Select Map
de: MAP auswählen
nl: Selecteer map

# ExportExportButtonTooltip
source: Select the folder for the CSV file to be exported
de: Wählen Sie den Ordner für die exportierende CSV -Datei aus
nl: Selecteer de map voor het te exporteren CSV bestand

# ExportMessageboxErrorInline
source: rule
de: Regel
nl: in regel

# ExportMessageboxErrorMessage
source: Errors found during exporting
de: Fehler beim Exportieren
nl: Fouten gevonden tijdens exporteren

# ExportMessageboxErrorUnknown
source: Unknown
de: Unbekannt
nl: Onbekende fout

# ExportStatuslineStatusCompleted
source: lines
de: Linien
nl: regels verwerkt

# ExportStatuslineStatusCompletedError
source: Rules skipped due to errors
de: Regeln wegen Fehlern übersprungen
nl: regels overgeslagen vanwege fouten

# ExportStatuslineStatusCompletedErrorSingle
source: Rule skipped due to errors
de: Regel wegen Fehlern übersprungen
nl: regel overgeslagen vanwege fouten

# ExportStatuslineStatusCompletedOk
source: Rules written correctly
de: Regeln richtig geschrieben
nl: regels correct weggeschreven

# ExportStatuslineStatusCompletedOkSingle
source: Rules written correctly
de: Regeln richtig geschrieben
nl: regels correct weggeschreven

# ExportStatuslineStatusCompletedSingle
source: processed
de: verarbeitet
nl: regel verwerkt

# ExportStatuslineStatusDescription
source: No rules written away
de: Keine Regeln weggeschrieben
nl: Geen regels weggeschreven

# ExportStatuslineStatusPrefixAdded
source: Added:
de: Hinzugefügt:
nl: Toegevoegd:

# ExportStatuslineStatusPrefixError
source: Erroneous
de: Fehlerhaft
nl: Fout in regel

# ExportUnitsStatuslineStatusDescription
source: No rules written away
de: Keine Regeln weggeschrieben
nl: Geen regels weggeschreven

# ExportUnitsMessageboxErrorMessage
source: Errors found during exporting
de: Fehler beim Exportieren
nl: Fouten gevonden tijdens exporteren

# ExportTimeEntriesSubTitle
source: Export time registration to a CSV file
de: Exportieren Sie die Zeitregistrierung in eine CSV -Datei
nl: Exporteer tijdregistratie naar een CSV bestand

# ExportTimeEntriesTitle
source: Export time registrations
de: Exportzeitregistrierungen
nl: Exporteer tijdregistraties

# ExportTimeEntriesFileName
source: Time registrations
de: Zeitregistrierungen
nl: Tijdregistraties

# ExportProjectsSubTitle
source: Export project data to a CSV file, image and Memoveld is not exported
de: Projektdaten in eine CSV -Datei exportieren, Bild und Memoveld werden nicht exportiert
nl: Exporteer projectgegevens naar een CSV bestand, afbeelding en memoveld wordt niet geëxporteerd

# ExportProjectsTitle
source: Export project data
de: Projektdaten exportieren
nl: Exporteer projectgegevens

# ExportProjectsFileName
source: Projects
de: Projekte
nl: Projecten

# ExportProductsSubTitle
source: Export article to a CSV file
de: Artikel in eine CSV -Datei exportieren
nl: Exporteer artikel naar een CSV bestand

# ExportProductsTitle
source: Export articles
de: Artikel exportieren
nl: Exporteer artikelen

# ExportProductsFileName
source: Items
de: Artikel
nl: Artikelen

# ExportStorageSubTitle
source: Export storage locations to a CSV file
de: Exportieren Sie Speicherorte in eine CSV -Datei
nl: Exporteer opslaglocaties naar een CSV bestand

# ExportStorageTitle
source: Export storage locations
de: Speicherorte exportieren
nl: Exporteer opslaglocaties

# ExportStorageFileName
source: Storage locations
de: Speicherorte
nl: Opslaglocaties

# ExportCategoriesSubTitle
source: Export categories to a CSV file
de: Exportieren Sie Kategorien in eine CSV -Datei
nl: Exporteer categorieën naar een CSV bestand

# ExportCategoriesTitle
source: Export categories
de: Exportkategorien
nl: Exporteer categorieën

# ExportCategoriesFileName
source: Categorized
de: Kategorisiert
nl: Categorien

# ExportCountriesSubTitle
source: Export countries to a CSV file
de: Exportländer in eine CSV -Datei exportieren
nl: Exporteer landen naar een CSV bestand

# ExportCountriesTitle
source: Export countries
de: Exportländer
nl: Exporteer landen

# ExportCountriesFileName
source: To land
de: Landen
nl: Landen

# ExportSuppliersSubTitle
source: Export suppliers to a CSV file
de: Exportieren von Lieferanten in eine CSV -Datei
nl: Exporteer leveranciers naar een CSV bestand

# ExportSuppliersTitle
source: Export suppliers
de: Exportlieferanten
nl: Exporteer leveranciers

# ExportSuppliersFileName
source: Suppliers
de: Lieferanten
nl: Leveranciers

# ExportCurrenciesSubTitle
source: Export currency to a CSV file
de: Exportwährung in eine CSV -Datei exportieren
nl: Exporteer valuta naar een CSV bestand

# ExportCurrenciesTitle
source: Export currency
de: Exportwährung
nl: Exporteer valuta

# ExportCurrenciesFileName
source: Currency
de: Währung
nl: Valuta

# ExportWorktypesSubTitle
source: Export work types to a CSV file
de: Exportieren Sie Arbeitstypen in eine CSV -Datei
nl: Exporteer werksoorten naar een CSV bestand

# ExportWorktypesTitle
source: Export work types
de: Arbeitstypen exportieren
nl: Exporteer werksoorten

# ExportWorktypesFileName
source: Work types
de: Arbeitstypen
nl: Werksoorten

# ExportBrandFileName
source: To notice
de: Zu bemerken
nl: Merken

# ExportBrandSubTitle
source: Export brands to a CSV file
de: Exportieren Sie Marken in eine CSV -Datei
nl: Exporteer merken naar een CSV bestand

# ExportBrandTitle
source: Export brands
de: Exportmarken
nl: Exporteer merken

# mainRibbonTabManageMetadataMetadataBrandEditLabel
source: To notice
de: Zu bemerken
nl: Merken

# mainRibbonTabManageMetadataMetadataBrandExportHeader
source: Export brands
de: Exportmarken
nl: Exporteer merken

# mainRibbonTabManageMetadataMetadataBrandImportHeader
source: Import brands
de: Importieren Marken
nl: Importeer merken

# mainRibbonTabManageMetadataMetadataBrandReportHeader
source: Overview brands
de: Übersichtsmarken
nl: Overzicht merken

# mainRibbonTabManageMetadataMetadataSupplierContactsExportHeader
source: Export contacts for suppliers
de: Kontakte für Lieferanten exportieren
nl: Exporteer contactpersonen leveranciers

# ExportSupplierContactsFileName
source: Contacts supplier
de: Kontaktlieferant
nl: ContactpersonenLeverancier

# ExportSupplierContactsTitle
source: Contacts suppliers
de: Kontakte Lieferanten
nl: Contactpersonen leveranciers

# ExportSupplierContactsSubTitle
source: Export contact persons to a CSV file
de: Exportieren Sie Kontaktpersonen in eine CSV -Datei
nl: Exporteer contactpersonen naar een CSV bestand

# mainRibbonTabManageMetadataMetadataContactTypeEditLabel
source: Contact functions
de: Kontaktfunktionen
nl: Contact functies

# mainRibbonTabManageMetadataMetadataContactTypeExportHeader
source: Export contact functions
de: Kontaktfunktionen exportieren
nl: Exporteer contact functies

# mainRibbonTabManageMetadataMetadataContactTypeImportHeader
source: Import contact functions
de: Kontaktfunktionen importieren
nl: Importeer contact functies

# mainRibbonTabManageMetadataMetadataContactTypeReportHeader
source: Overview Contact Functions
de: Übersichtskontaktfunktionen
nl: Overzicht contact functies

# ExportContactTypesFileName
source: Contact functions
de: Kontaktfunktionen
nl: Contact functies

# ExportContactTypesSubTitle
source: Export contact functions to a CSV file
de: Exportieren Sie Kontaktfunktionen in eine CSV -Datei
nl: Exporteer contact funkties naar een CSV bestand

# ExportContactTypesTitle
source: Export contact functions
de: Kontaktfunktionen exportieren
nl: Exporteer contact functies

# mainRibbonTabManageMetadataMetadataProductSupplierExportHeader
source: Export articles per supplier
de: Artikel pro Lieferant exportieren
nl: Exporteer artikelen per leverancier

# mainRibbonTabManageMetadataMetadataProductSupplierImportHeader
source: Import articles per supplier
de: Artikel pro Lieferant importieren
nl: Importeer artikelen per leverancier

# mainRibbonTabManageMetadataMetadataProductSupplierReportHeader
source: Overview items per supplier
de: Übersichtselemente pro Lieferant
nl: Overzicht artikelen per leverancier

# mainRibbonTabManageMetadataMetadataProductsSupplierEditLabel
source: Articles per supplier
de: Artikel pro Lieferant
nl: Artikelen per leverancier

# ExportProductsSupplierFileName
source: Articles per lender
de: Artikel pro Kreditgeber
nl: ArtikelenPerLeverancier

# ExportProductsSupplierSubTitle
source: Export items per supplier to a CSV file
de: Exportieren Sie die Elemente pro Lieferant in eine CSV -Datei
nl: Exporteer artikelen per leverancier naar een CSV bestand

# ExportProductsSupplierTitle
source: Export articles per supplier
de: Artikel pro Lieferant exportieren
nl: Exporteer artikelen per leverancier

# ImportBrandTitle
source: Import brands
de: Importieren Marken
nl: Importeer merken

# ImportBrandSubTitle
source: Import data from a CSV file, which only contains the description of the brands
de: Importieren Sie Daten aus einer CSV -Datei, die nur die Beschreibung der Marken enthält
nl: Importeer data vanuit een CSV bestand, deze bevat alleen de omschrijving van de merken

# ImportBrandMessageboxErrorExistingUnit
source: Branded brand already exists in the table
de: Markenmarke existiert bereits im Tisch
nl: Ingelezen merk bestaat al in de tabel

# ImportBrandMessageboxErrorAlreadyExists
source: Brand already exists
de: Marke existiert bereits
nl: Merk Bestaat al

# ImportBrandLabel
source: Brand
de: Marke
nl: Merk

# ImportBrandImportButtonTooltip
source: Select the CSV file to be imported with brands
de: Wählen Sie die CSV -Datei aus, die mit Marken importiert werden soll
nl: Selecteer het te importeren CSV bestand met merken

# ImportContactTypesTitle
source: Import functions
de: Funktionen importieren
nl: Importeer functies

# ImportContactTypesSubTitle
source: Import data from a CSV file, which only contains the description of the functions for contact persons
de: Importieren Sie Daten aus einer CSV -Datei, die nur die Beschreibung der Funktionen für Kontaktpersonen enthält
nl: Importeer data vanuit een CSV bestand, deze bevat alleen de omschrijving van de functies voor contactpersonen

# ImportContactTypesMessageboxErrorExistingUnit
source: Intended function already exists in the table
de: Die beabsichtigte Funktion gibt es bereits in der Tabelle
nl: Ingelezen functie bestaat al in de tabel

# ImportContactTypesMessageboxErrorAlreadyExists
source: Function already exists
de: Funktion existiert bereits
nl: Functie Bestaat al

# ImportContactTypesLabel
source: Function
de: Funktion
nl: Functie

# ImportContactTypesImportButtonTooltip
source: Select the CSV file to be imported with functions for contact persons
de: Wählen Sie die CSV -Datei aus, die mit Funktionen für Kontaktpersonen importiert werden soll
nl: Selecteer het te importeren CSV bestand met functies voor contactpersonen

# mainRibbonTabManageMetadataMetadataSupplierContactsImportHeader
source: Import contacts suppliers
de: Kontakte importieren Lieferanten
nl: Importeer contactpersonen leveranciers

# ImportProductsTitle
source: Import articles
de: Artikel importieren
nl: Importeer artikelen

# ImportProductsSubTitle
source: Import article data from a CSV file
de: Artikeldaten aus einer CSV -Datei importieren
nl: Importeer artikeldata vanuit een CSV bestand

# ImportProductsMessageboxErrorExistingUnit
source: Read article already exists in the table
de: Lesen Sie den Artikel bereits in der Tabelle
nl: Ingelezen artikel bestaat al in de tabel

# ImportProductsMessageboxErrorAlreadyExists
source: Article already exists
de: Artikel existiert bereits
nl: Artikel bestaat al

# ImportProductsLabel
source: Article
de: Artikel
nl: Artikel

# ImportProductsImportButtonTooltip
source: Select the CSV file to be imported with articles
de: Wählen Sie die CSV -Datei aus, die mit Artikeln importiert werden soll
nl: Selecteer het te importeren CSV bestand met artikelen

# ImportMessageboxErrorHeaderError
source: Incorrect number of fields in CSV file
de: Falsche Anzahl von Feldern in der CSV -Datei
nl: Onjuist aantal velden in CSV bestand

# ImportMessageboxErrorProductAlreadyExists
source: Article already exists
de: Artikel existiert bereits
nl: Artikel bestaat al

# ImportMessageboxErrorProductAlreadyExistsLong
source: Read article already exists in the table
de: Lesen Sie den Artikel bereits in der Tabelle
nl: Ingelezen artikel bestaat al in de tabel

# ImportMessageboxErrorWorktypeAlreadyExists
source: Work species already exists
de: Arbeitspezies existiert bereits
nl: Werksoort bestaat al

# ImportMessageboxErrorWorktypeAlreadyExistsLong
source: The type of work already exists in the table
de: Die Art der Arbeit gibt es bereits in der Tabelle
nl: Ingelezen werksoort bestaat al in de tabel

# ImportMessageboxErrorBrandAlreadyExists
source: Brand already exists
de: Marke existiert bereits
nl: Merk Bestaat al

# ImportMessageboxErrorBrandAlreadyExistsLong
source: Branded brand already exists in the table
de: Markenmarke existiert bereits im Tisch
nl: Ingelezen merk bestaat al in de tabel

# ImportMessageboxErrorUnitAlreadyExists
source: Aid already exists
de: Hilfe existiert bereits
nl: Eeneid bestaat al

# ImportMessageboxErrorUnitAlreadyExistsLong
source: Read unit already exists in the table
de: Lesen Sie die Einheit bereits in der Tabelle
nl: Ingelezen eenheid bestaat al in de tabel

# ImportMessageboxErrorCategoryAlreadyExists
source: Category already exists
de: Kategorie existiert bereits
nl: Categorie bestaat al

# ImportMessageboxErrorCategoryAlreadyExistsLong
source: Incited category already exists in the table
de: Angestellte Kategorie gibt es bereits in der Tabelle
nl: Ingelezen categorie bestaat al in de tabel

# ImportMessageboxErrorStorageAlreadyExists
source: Storage already exists
de: Speicher existiert bereits
nl: Opslag bestaat al

# ImportMessageboxErrorStorageAlreadyExistsLong
source: Intended storage already exists in the table
de: Der beabsichtigte Speicher gibt es bereits im Tisch
nl: Ingelezen opslag bestaat al in de tabel

# ImportMessageboxErrorProjectAlreadyExists
source: Project already exists
de: Projekt existiert bereits
nl: Project bestaat al

# ImportMessageboxErrorProjectAlreadyExistsLong
source: Project reclined already exists in the table
de: Das Projekt ist bereits in der Tabelle vorhanden
nl: Ingelezen project bestaat al in de tabel

# ImportMessageboxErrorContacttypeAlreadyExists
source: Function already exists
de: Funktion existiert bereits
nl: Functie Bestaat al

# ImportMessageboxErrorContacttypeAlreadyExistsLong
source: Intended function already exists in the table
de: Die beabsichtigte Funktion gibt es bereits in der Tabelle
nl: Ingelezen functie bestaat al in de tabel

# ImportMessageboxErrorProductNotExists
source: Article does not exist
de: Artikel existiert nicht
nl: Artikel bestaat niet

# ImportMessageboxErrorProductNotExistsLong
source: Article code does not exist in the table
de: Artikelcode existiert nicht in der Tabelle
nl: Artikelcode bestaat niet in de tabel

# ImportMessageboxErrorWorktypeNotExists
source: Incorrect work species name
de: Falscher Arbeitsart Name
nl: Foutieve Werksoort naam

# ImportMessageboxErrorWorktypeNotExistsLong
source: Work species name does not appear in the table
de: Der Arbeitsartenname erscheint nicht in der Tabelle
nl: Werksoortnaam komt niet voor in de tabel

# ImportMessageboxErrorBrandNotExists
source: Brand does not exist
de: Marke existiert nicht
nl: Merk bestaat niet

# ImportMessageboxErrorBrandNotExistsLong
source: Brand does not appear in the table
de: Marke erscheint nicht in der Tabelle
nl: Merk komt niet voor in de tabel

# ImportMessageboxErrorUnitNotExists
source: Unity does not exist
de: Einheit existiert nicht
nl: Eenheid bestaat niet

# ImportMessageboxErrorUnitNotExistsLong
source: Unity does not occur in the table
de: Einheit tritt in der Tabelle nicht auf
nl: Eenheid komt niet voor in de tabel

# ImportMessageboxErrorCategoryNotExists
source: Category does not exist
de: Kategorie existiert nicht
nl: Categorie bestaat niet

# ImportMessageboxErrorCategoryNotExistsLong
source: Category does not occur in the table
de: Kategorie tritt in der Tabelle nicht auf
nl: Categorie komt niet voor in de tabel

# ImportMessageboxErrorStorageNotExists
source: Storage does not exist
de: Speicher existiert nicht
nl: Opslag bestaat niet

# ImportMessageboxErrorStorageNotExistsLong
source: Storage does not occur in the table
de: Die Speicherung tritt nicht in der Tabelle auf
nl: Opslag komt niet voor in de tabel

# ImportMessageboxErrorProjectNotExists
source: Incorrect project code
de: Falscher Projektcode
nl: Foutieve project code

# ImportMessageboxErrorProjectNotExistsLong
source: Project Code does not appear in the table
de: Der Projektcode erscheint nicht in der Tabelle
nl: Project code komt niet voor in de tabel

# ImportMessageboxErrorContacttypeNotExists
source: Function does not exist
de: Funktion existiert nicht
nl: Functie bestaat niet

# ImportMessageboxErrorContacttypeNotExistsLong
source: Function ID does not appear in the table
de: Die Funktions -ID wird in der Tabelle nicht angezeigt
nl: Functie Id komt niet voor in de tabel

# ImportMessageboxErrorStartEndTimeError
source: End time earlier or the same than the start time
de: Endzeit früher oder dasselbe als in der Startzeit
nl: Eindtijd eerder of gelijk dan de starttijd

# ImportMessageboxErrorDefault
source: Unknown
de: Unbekannt
nl: Onbekende fout

# ImportMessageboxErrorDefaultLong
source: An unknown error has occurred
de: Es ist ein unbekannter Fehler aufgetreten
nl: Er is een onbekende fout opgetreden

# ImportMessageboxErrorStartEndTimeErrorLong
source: End time earlier or the same than the start time
de: Endzeit früher oder dasselbe als in der Startzeit
nl: Eindtijd eerder of gelijk dan de starttijd

# ImportMessageboxErrorHeaderErrorLong
source: Incorrect number of fields in CSV file
de: Falsche Anzahl von Feldern in der CSV -Datei
nl: Onjuist aantal velden in CSV bestand

# ImportMessageboxErrorDefaultLabel
source: Unknown
de: Unbekannt
nl: Onbekend

# ImportWorktypesLabel
source: Work type
de: Arbeitstyp
nl: Werksoort

# ImportCategoriesLabel
source: Category
de: Kategorie
nl: Categoie

# ImportStoragesLabel
source: Storage
de: Lagerung
nl: Opslag

# ImportProjectsLabel
source: Project
de: Projekt

# ImportSuppliersImportButtonTooltip
source: Select the CSV file to be imported with suppliers
de: Wählen Sie die CSV -Datei aus, die mit Lieferanten importiert werden soll
nl: Selecteer het te importeren CSV bestand met leveranciers

# ImportSuppliersLabel
source: Supplier
de: Anbieter
nl: Leverancier

# ImportSuppliersSubTitle
source: Import suppliers from a CSV file
de: Importieren von Lieferanten aus einer CSV -Datei
nl: Importeer leveranciers vanuit een CSV bestand

# ImportSuppliersTitle
source: Import suppliers
de: Lieferanten importieren
nl: Importeer leveranciers

# ImportMessageboxErrorSupplierAlreadyExists
source: Supplier already exists
de: Lieferant existiert bereits
nl: Leverancier bestaat al

# ImportMessageboxErrorSupplierAlreadyExistsLong
source: Supplier that is already in the table
de: Lieferant, der sich bereits in der Tabelle befindet
nl: Ingelezen leverancier bestaat al in de tabel

# ImportMessageboxErrorCurrencyAlreadyExists
source: Currency already exists
de: Währung existiert bereits
nl: Valuta bestaat al

# ImportMessageboxErrorCurrencyAlreadyExistsLong
source: Currency that is already in the table
de: Währung, die sich bereits in der Tabelle befindet
nl: Ingelezen valuta bestaat al in de tabel

# ImportMessageboxErrorCountryAlreadyExists
source: Land already exists
de: Land existiert bereits
nl: Land bestaat al
