Repository: hnsoftwaredevelopment/Modelbouwer
Catalog: Modelbouwer/Resources/Languages/Language.*.resx
Languages: de, nl

# ImportMessageboxErrorCountryAlreadyExistsLong
source: Land that is already in the table
de: Land, das bereits im Tisch ist
nl: Ingelezen land bestaat al in de tabel

# ImportMessageboxErrorCurrencyNotExists
source: Incorrect Currency ID
de: Falsche Währungs -ID
nl: Incorrect Valuta Id

# ImportMessageboxErrorCurrencyNotExistsLong
source: Currency ID does not appear in the table
de: Die Währungs -ID erscheint nicht in der Tabelle
nl: Valuta Id komt niet voor in de tabel

# ImportMessageboxErrorCountryNotExists
source: Incorrent Land ID
de: Unbestimmte Landausweise

# ImportMessageboxErrorCountryNotExistsLong
source: Land ID does not appear in the table
de: Land -ID erscheint nicht im Tisch
nl: Land Id komt niet voor in de tabel

# ImportMessageboxErrorSupplierNotExists
source: Incorrect supplier ID
de: Falsche Lieferanten -ID
nl: Incorrect Leverancier Id

# ImportMessageboxErrorSupplierNotExistsLong
source: Supplier ID does not appear in the table
de: Die Lieferanten -ID erscheint nicht in der Tabelle
nl: Leverancier Id komt niet voor in de tabel

# ImportCurrenciesImportButtonTooltip
source: Select the CSV file to be imported with currency
de: Wählen Sie die CSV -Datei aus, die mit Währung importiert werden soll
nl: Selecteer het te importeren CSV bestand met valuta

# ImportCurrenciesLabel
source: Currency
de: Währung
nl: Valuta

# ImportCurrenciesSubTitle
source: Import currency data data from a CSV file
de: Importieren Sie Währungsdatendaten aus einer CSV -Datei
nl: Importeer valutadata data vanuit een CSV bestand

# ImportCurrenciesTitle
source: Import currency
de: Importwährung
nl: Importeer valuta

# ImportCountriesImportButtonTooltip
source: Select the CSV file to be imported with countries
de: Wählen Sie die CSV -Datei aus, die mit Ländern importiert werden soll
nl: Selecteer het te importeren CSV bestand met landen

# ImportCountriesLabel
source: To land
de: Landen
nl: Landen

# ImportCountriesSubTitle
source: Import Country Data Data from a CSV file
de: Importieren Sie Länderdaten aus einer CSV -Datei
nl: Importeer landendata data vanuit een CSV bestand

# ImportCountriesTitle
source: Import countries
de: Länder importieren
nl: Importeer landen

# ImportProductSuppliersImportButtonTooltip
source: Select the CSV file to be imported with articles per suppliers
de: Wählen Sie die CSV -Datei aus, die mit Artikeln pro Lieferanten importiert werden soll
nl: Selecteer het te importeren CSV bestand met Artikelen per leveranciers

# ImportProductSuppliersLabel
source: Article per supplier
de: Artikel pro Lieferant
nl: Artikel per leverancier

# ImportProductSuppliersSubTitle
source: Import products per supplier from a CSV file. The CSV file contains the Code column (short name article) instead of article ID to be able to find the article
de: Importieren Sie Produkte pro Lieferant aus einer CSV -Datei. Die CSV -Datei enthält die Codespalte (Kurzname -Artikel) anstelle der Artikel -ID, um den Artikel zu finden
nl: Importeer Producten per leverancier vanuit een CSV bestand. Het CSV bestand bevat de kolom Code (verkorte naam artikel) in plaats van Artikel Id om het artikel te kunnen vinden

# ImportProductSuppliersTitle
source: Articles at suppliers
de: Artikel bei Lieferanten
nl: Artikelen bij leveranciers

# ImportGenerateCSVButtonLabel
source: Prepare CSV file
de: Bereiten Sie die CSV -Datei vor
nl: CSV bestand voorbereiden

# ImportGenerateCSVButtonTooltip
source: Create an (empty) CSV file with only the necessary header for import
de: Erstellen Sie eine (leere) CSV -Datei mit nur dem erforderlichen Header für den Import
nl: Creëer een (leeg) CSV bestand met alleen de noodzakelijke header voor import

# ImportStatuslineStatusCompletedPreparedCSV
source: CSV File prepared in:
de: CSV -Datei erstellt in:
nl: CSV Bestand voorbereid in:

# ImportCategoriesTitle
source: Import Categories
de: Importkategorien
nl: Importeer categorieën

# ImportCategoriesSubTitle
source: Import data from a CSV file
de: Daten aus einer CSV -Datei importieren
nl: Importeer data vanuit een CSV bestand

# ImportCategoriesImportButtonTooltip
source: Select the CSV file to be imported
de: Wählen Sie die zu importierende CSV -Datei aus
nl: Selecteer het te importeren CSV bestand

# ImportMessageboxErrorCategoryParentIdAlreadyExists
source: Category Head ID already exists
de: Die Kategorie -Kopf -ID gibt es bereits
nl: Categorie hoofd Id bestaat al

# ImportMessageboxErrorCategoryParentIdAlreadyExistsLong
source: Category Head of the category already exists in the table
de: Der Kategorieführer der Kategorie gibt es bereits in der Tabelle
nl: Ingelezen hoofd Id van de categorie bestaat al in de tabel

# ImportMessageboxErrorCategoryParentIdNotExists
source: Category Head ID does not exist
de: Die Kategorie -Kopf -ID existiert nicht
nl: Categorie hoofd Id bestaat niet

# ImportMessageboxErrorCategoryParentIdNotExistsLong
source: Category Head ID is not in the table
de: Die Kategorie -Kopf -ID befindet sich nicht in der Tabelle
nl: Categorie Hoofd Id komt niet voor in de tabel

# ImportMessageboxErrorWorktypeParentIdAlreadyExists
source: Work species Head ID already exists
de: Arbeitsart Kopf -ID existiert bereits
nl: Werksoort hoofd Id bestaat al

# ImportMessageboxErrorWorktypeParentIdAlreadyExistsLong
source: ID work specified already exists in the table
de: ID -Arbeiten sind bereits in der Tabelle vorhanden
nl: Ingelezen werksoort Id bestaat al in de tabel

# ImportMessageboxErrorWorktypeParentIdNotExists
source: Incorrect work type Head ID
de: Falsche Arbeitstyp -Kopf -ID
nl: Foutief Werksoort hoofd Id

# ImportMessageboxErrorWorktypeParentIdNotExistsLong
source: Work species Head ID is not in the table
de: Arbeitspezieskopf -ID ist nicht in der Tabelle
nl: Werksoort hoofd Id komt niet voor in de tabel

# ImportWorktypesImportButtonTooltip
source: Select the CSV file to be imported with work types
de: Wählen Sie die CSV -Datei aus, die mit Arbeitstypen importiert werden soll
nl: Selecteer het te importeren CSV bestand met werksoorten

# ImportWorktypesSubTitle
source: Import data from a CSV file
de: Daten aus einer CSV -Datei importieren
nl: Importeer data vanuit een CSV bestand

# ImportWorktypesTitle
source: Import work types
de: Arbeitstypen importieren
nl: Importeer werksoorten

# ImportSuppliersContactsTitle
source: Import contacts at suppliers
de: Kontakte bei Lieferanten importieren
nl: Importeer contactpersonen bij leveranciers

# ImportSuppliersContactsSubTitle
source: Import contacts at suppliers from a CSV file
de: Importieren Sie Kontakte bei Lieferanten aus einer CSV -Datei
nl: Importeer contactpersonen bij leveranciers vanuit een CSV bestand

# ImportSuppliersContactsImportButtonTooltip
source: Select the CSV file to be imported with contacts at suppliers
de: Wählen Sie die CSV -Datei aus, die mit Kontakten bei Lieferanten importiert werden soll
nl: Selecteer het te importeren CSV bestand met contactpersonen bij leveranciers

# ImportStoragesImportButtonTooltip
source: Select the CSV file to be imported with storage locations
de: Wählen Sie die CSV -Datei aus, die mit Speicherorten importiert werden soll
nl: Selecteer het te importeren CSV bestand met opslaglocaties

# ImportStoragesTitle
source: Import storage locations
de: Speicherorte importieren
nl: Importeer opslag locaties

# ImportStoragesSubTitle
source: Import storage locations from a CSV file
de: Speicherorte aus einer CSV -Datei importieren
nl: Importeer opslaglocaties vanuit een CSV bestand

# metadataBrandPageTitle
source: To notice
de: Zu bemerken
nl: Merken

# metadataBrandPageSubTitle
source: Manage all product brands
de: Verwalten Sie alle Produktmarken
nl: Beheer alle productmerken

# metadataBrandDatagridHeaderId
source: Idle
de: Leerlauf
nl: Id

# metadataBrandDatagridHeaderName
source: Brand
de: Marke
nl: Merknaam

# metadataBrandEntryFieldId
source: Idle
de: Leerlauf
nl: Id

# metadataBrandEntryFieldName
source: Brand
de: Marke
nl: Merknaam

# OrderOrderFieldClosedDate
source: Liverdatum
nl: Leverdatum

# OrderOrderlineFieldClosedDate
source: Liverdatum
nl: Leverdatum

# ReceiptGroupReceiptlineFieldDate
source: Liverdatum
nl: Leverdatum

# mainRibbonTabManageHeader
source: Management
nl: Beheer

# TimemanagementDatagridHeaderWorktypeId
source: Lorngings ID
nl: Werzaamheden Id

# TimeReportHeaderWorkedMinutes
source: Minute
nl: Minuten

# metadataSupplierTabGeneralTabItemGeneralFieldName
source: Name
nl: Naam

# metadataProductProductDatagridHeaderName
source: Disreibung
nl: Beschreibung

# metadataSupplierSupplierDatagridHeaderName
source: Name
nl: Naam

# metadataSupplierTabContactDatagridHeaderName
source: Name
nl: Naam

# metadataStorageTreeviewSolutionContextMenuItemAddSub
source: Sub-location
nl: Sub-locatie toevoegen

# metadataStorageTreeviewFolderContextMenuItemAddSub
source: Sub-location
nl: Sub-locatie toevoegen

# generalDateTimeMonth8
source: August
nl: Augustus

# generalDateTimeMonth12Short
source: Deck
nl: Dec

# generaldatetimeDay2Short
source: Ide
nl: Di

# generaldatetimeMinutes
source: minute
nl: minuten

# generaldatetimeMinute
source: minute
nl: minuut

# metadataSupplierTabGeneralTabItemGeneralFieldNameTag
source: Name
nl: Naam

# metadataSupplierTabGeneralTabItemGeneralFieldNameTooltip
source: Name
nl: Naam

# OrderOrderFieldClosedDateTag
source: Liverdatum
nl: Leverdatum

# OrderOrderFieldClosedDateTooltip
source: Liverdatum
nl: Leverdatum

# OrderOrderlineFieldClosedDateTag
source: Liverdatum
nl: Leverdatum

# OrderOrderlineFieldClosedDateTooltip
source: Liverdatum
nl: Leverdatum

# ReceiptGroupReceiptlineFieldDateTag
source: Liverdatum
nl: Leverdatum

# ReceiptGroupReceiptlineFieldDateTooltip
source: Liverdatum
nl: Leverdatum
